Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Select drop-off location
ar: حدد موقع التسليم
ca: Seleccioneu el lloc de lliurament
cs: Vyberte místo odevzdání
de: Abgabeort auswählen
el: Επιλέξτε τοποθεσία παράδοσης
es: Seleccione el lugar de entrega
fi: Valitse pudotuspaikka
he: בחר מיקום ירידה
id: Pilih lokasi penurunan
it: Seleziona il luogo di consegna
ja: 降車場所を選択
ko: 하차 장소를 선택하세요
nb: Velg avleveringssted
nl: Selecteer afleverlocatie
pl: Wybierz miejsce odbioru
ro: Selectați locația de predare
ru: Выберите место высадки
th: เลือกสถานที่รับสินค้า
tr: Bırakma yerini seçin
uk: Виберіть місце висадки
vi: Chọn địa điểm trả hàng
zh_hans: 选择下车地点

source: Select hotel location
ar: حدد موقع الفندق
ca: Seleccioneu la ubicació de l'hotel
cs: Vyberte umístění hotelu
de: Hotelstandort auswählen
el: Επιλέξτε τοποθεσία ξενοδοχείου
es: Seleccione la ubicación del hotel
fi: Valitse hotellin sijainti
he: בחר את מיקום המלון
id: Pilih lokasi hotel
it: Seleziona la posizione dell'hotel
ja: ホテルの場所を選択
ko: 호텔 위치 선택
nb: Velg hotellplassering
nl: Selecteer hotellocatie
pl: Wybierz lokalizację hotelu
ro: Selectați locația hotelului
ru: Выберите местоположение отеля
th: เลือกที่ตั้งโรงแรม
tr: Otel konumunu seçin
uk: Виберіть розташування готелю
vi: Chọn vị trí khách sạn
zh_hans: 选择酒店位置

source: Recent Searches
ar: عمليات البحث الأخيرة
ca: Cerques recents
cs: Nedávná vyhledávání
de: Kürzlich durchgeführte Suchen
el: Πρόσφατες αναζητήσεις
es: Búsquedas recientes
fi: Viimeaikaiset haut
he: חיפושים אחרונים
id: Pencarian Terbaru
it: Ricerche recenti
ja: 最近の検索
ko: 최근 검색
nb: Nylige søk
nl: Recente zoekopdrachten
pl: Ostatnie wyszukiwania
ro: Căutări recente
ru: Недавние поиски
th: การค้นหาล่าสุด
tr: Son Aramalar
uk: Останні пошуки
vi: Tìm kiếm gần đây
zh_hans: 近期搜索

source: Search Results
ar: نتائج البحث
ca: Resultats de la cerca
cs: Výsledky vyhledávání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fi: Hakutulokset
he: תוצאות חיפוש
id: Hasil Pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
nb: Søkeresultater
nl: Zoekresultaten
pl: Wyniki wyszukiwania
ro: Rezultatele căutării
ru: Результаты поиска
th: ผลการค้นหา
tr: Arama Sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hans: 搜索结果

source: Select dates
ar: اختر التواريخ
ca: Seleccioneu dates
cs: Vyberte data
de: Datum wählen
el: Επιλέξτε ημερομηνίες
es: Seleccionar fechas
fi: Valitse päivämäärät
he: בחר תאריכים
id: Pilih tanggal
it: Seleziona le date
ja: 日付を選択
ko: 날짜를 선택하세요
nb: Velg datoer
nl: Selecteer data
pl: Wybierz daty
ro: Selectați datele
ru: Выберите даты
th: เลือกวันที่
tr: Tarihleri ​​seçin
uk: Виберіть дати
vi: Chọn ngày
zh_hans: 选择日期

source: Select date
ar: حدد التاريخ
ca: Seleccioneu la data
cs: Vyberte datum
de: Datum wählen
el: Επιλέξτε ημερομηνία
es: Seleccionar fecha
fi: Valitse päivämäärä
he: בחר תאריך
id: Pilih tanggal
it: Seleziona la data
ja: 日付を選択
ko: 날짜를 선택하세요
nb: Velg dato
nl: Selecteer datum
pl: Wybierz datę
ro: Selectați data
ru: Выберите дату
th: เลือกวันที่
tr: Tarih seçin
uk: Виберіть дату
vi: Chọn ngày
zh_hans: 选择日期

source: Let's find great deals for you!
ar: دعونا نجد لك صفقات كبيرة!
ca: Anem a trobar grans ofertes per a tu!
cs: Pojďme pro vás najít skvělé nabídky!
de: Lassen Sie uns tolle Angebote für Sie finden!
el: Ας βρούμε υπέροχες προσφορές για εσάς!
es: ¡Encontremos grandes ofertas para usted!
fi: Etsitään sinulle mahtavia tarjouksia!
he: בואו למצוא עבורכם מבצעים מעולים!
id: Mari temukan penawaran menarik untuk Anda!
it: Troviamo per te delle fantastiche offerte!
ja: あなたにぴったりのお得な商品を見つけましょう！
ko: 당신에게 딱 맞는 좋은 상품을 찾아드리겠습니다!
nb: La oss finne gode tilbud for deg!
nl: Laten we geweldige deals voor u vinden!
pl: Znajdźmy dla Ciebie świetne oferty!
ro: Hai să găsim oferte grozave pentru tine!
ru: Давайте найдем для вас выгодные предложения!
th: มาค้นหาข้อเสนอสุดพิเศษให้กับคุณ!
tr: Sizin için harika fırsatlar bulalım!
uk: Давайте знайдемо для вас вигідні пропозиції!
vi: Hãy để chúng tôi tìm cho bạn những ưu đãi tuyệt vời!
zh_hans: 让我们为您找到超值优惠！

source: Sign in to save up to 50% when you book a flight last minute and anytime 😊.
ar: قم بتسجيل الدخول لتوفير ما يصل إلى 50% عند حجز رحلة في اللحظة الأخيرة وفي أي وقت 😊.
ca: Inicieu la sessió per estalviar fins a un 50% quan reserveu un vol d'última hora i en qualsevol moment 😊.
cs: Přihlaste se a ušetřete až 50 % při rezervaci letu na poslední chvíli a kdykoli 😊.
de: Melden Sie sich an, um bis zu 50 % zu sparen, wenn Sie kurzfristig und jederzeit einen Flug buchen 😊.
el: Συνδεθείτε για να εξοικονομήσετε έως και 50% όταν κάνετε κράτηση πτήσης την τελευταία στιγμή και οποιαδήποτε στιγμή 😊.
es: Inicia sesión para ahorrar hasta un 50% cuando reserves un vuelo de último minuto y en cualquier momento 😊.
fi: Kirjaudu sisään säästääksesi jopa 50 %, kun varaat lennon viime hetkellä ja milloin tahansa 😊.
he: היכנס כדי לחסוך עד 50% בהזמנת טיסה ברגע האחרון ובכל זמן 😊.
id: Masuk untuk mendapatkan diskon hingga 50% saat Anda memesan tiket pesawat di menit terakhir dan kapan saja 😊.
it: Accedi per risparmiare fino al 50% prenotando un volo all'ultimo minuto e in qualsiasi momento 😊.
ja: サインインすると、直前でもいつでもフライトを予約すると最大 50% 割引になります 😊。
ko: 마지막 순간에 언제든지 항공편을 예약하면 최대 50%까지 할인받으려면 로그인하세요 😊.
nb: Logg på for å spare opptil 50 % når du bestiller en flyreise i siste liten og når som helst 😊.
nl: Meld je aan en bespaar tot 50% als je op het laatste moment en op elk gewenst moment een vlucht boekt 😊.
pl: Zaloguj się, aby zaoszczędzić do 50% rezerwując lot w ostatniej chwili lub w dowolnym innym terminie 😊.
ro: Conectați-vă pentru a economisi până la 50% atunci când rezervați un zbor în ultimul moment și oricând 😊.
ru: Зарегистрируйтесь, чтобы сэкономить до 50% при бронировании рейса в последнюю минуту и в любое время 😊.
th: ลงชื่อเข้าใช้เพื่อรับส่วนลดสูงสุด 50% เมื่อคุณจองเที่ยวบินในนาทีสุดท้ายและเมื่อไหร่ก็ได้ 😊
tr: Son dakika ve istediğiniz zaman uçuş rezervasyonu yaptığınızda %50'ye varan tasarruf sağlamak için giriş yapın 😊.
uk: Увійдіть, щоб заощадити до 50%, коли бронюєте рейс в останню хвилину та в будь-який час 😊.
vi: Đăng nhập để tiết kiệm tới 50% khi bạn đặt chuyến bay vào phút chót và bất kỳ lúc nào 😊.
zh_hans: 登录后，无论何时预订最后一刻的航班，均可节省高达 50% 的费用😊。

source: Continue with Google
ar: متابعة مع جوجل
ca: Continueu amb Google
cs: Pokračujte s Googlem
de: Weiter mit Google
el: Συνεχίστε με την Google
es: Continuar con Google
fi: Jatka Googlella
he: המשך עם גוגל
id: Lanjutkan dengan Google
it: Continua con Google
ja: Googleで続行
ko: Google로 계속하기
nb: Fortsett med Google
nl: Doorgaan met Google
pl: Kontynuuj z Google
ro: Continuați cu Google
ru: Продолжить с Google
th: ดำเนินการต่อด้วย Google
tr: Google ile devam edin
uk: Продовжуйте з Google
vi: Tiếp tục với Google
zh_hans: 继续使用 Google

source: Continue with Apple
ar: متابعة مع Apple
ca: Continueu amb Apple
cs: Pokračujte s Apple
de: Weiter mit Apple
el: Συνεχίστε με την Apple
es: Continuar con Apple
fi: Jatka Applella
he: המשך עם אפל
id: Lanjutkan dengan Apple
it: Continua con Apple
ja: Appleで続ける
ko: Apple로 계속하기
nb: Fortsett med Apple
nl: Doorgaan met Apple
pl: Kontynuuj z Apple
ro: Continuați cu Apple
ru: Продолжить с Apple
th: ดำเนินการต่อด้วย Apple
tr: Apple ile devam edin
uk: Продовжуйте з Apple
vi: Tiếp tục với Apple
zh_hans: 继续使用 Apple

source: Sign in Now
ar: تسجيل الدخول الآن
ca: Inicieu la sessió ara
cs: Přihlaste se nyní
de: Jetzt anmelden
el: Συνδεθείτε τώρα
es: Iniciar sesión ahora
fi: Kirjaudu sisään nyt
he: היכנס עכשיו
id: Masuk Sekarang
it: Accedi ora
ja: 今すぐサインイン
ko: 지금 로그인하세요
nb: Logg på nå
nl: Meld u nu aan
pl: Zaloguj się teraz
ro: Conectați-vă acum
ru: Войти сейчас
th: ลงชื่อเข้าใช้ตอนนี้
tr: Şimdi Giriş Yap
uk: Увійдіть зараз
vi: Đăng nhập ngay
zh_hans: 立即登录

source: Signing in...
ar: جاري تسجيل الدخول...
ca: S'està iniciant la sessió...
cs: Přihlašování...
de: Anmeldung...
el: Σύνδεση...
es: Iniciando sesión...
fi: Kirjaudutaan sisään...
he: נכנס...
id: Masuk...
it: Accesso in corso...
ja: サインインしています...
ko: 로그인 중입니다...
nb: Logger på...
nl: Aanmelden...
pl: Logowanie...
ro: Conectare...
ru: Вход в систему...
th: กำลังลงชื่อเข้าใช้...
tr: Giriş yapılıyor...
uk: Вхід...
vi: Đang đăng nhập...
zh_hans: 正在登录...

source: More offers awaits you
ar: المزيد من العروض في انتظاركم
ca: T'esperen més ofertes
cs: Čekají na vás další nabídky
de: Weitere Angebote erwarten Sie
el: Σας περιμένουν περισσότερες προσφορές
es: Más ofertas te esperan
fi: Lisää tarjouksia odottaa sinua
he: הצעות נוספות מחכות לך
id: Lebih banyak penawaran menanti Anda
it: Ti aspettano altre offerte
ja: さらに多くのオファーがあなたを待っています
ko: 더 많은 혜택이 여러분을 기다립니다
nb: Flere tilbud venter på deg
nl: Er wachten nog meer aanbiedingen op u
pl: Więcej ofert czeka na Ciebie
ro: Mai multe oferte vă așteaptă
ru: Вас ждут еще предложения
th: มีข้อเสนอเพิ่มเติมรอคุณอยู่
tr: Daha fazla teklif sizi bekliyor
uk: На вас чекає більше пропозицій
vi: Nhiều ưu đãi hơn đang chờ bạn
zh_hans: 更多优惠等您来

source: Sign up and access to our exclusive deals
ar: سجل للحصول على الوصول إلى عروضنا الحصرية
ca: Registra't i accedeix a les nostres ofertes exclusives
cs: Zaregistrujte se a získejte přístup k našim exkluzivním nabídkám
de: Melden Sie sich an und erhalten Sie Zugang zu unseren exklusiven Angeboten
el: Εγγραφείτε και αποκτήστε πρόσβαση στις αποκλειστικές μας προσφορές
es: Regístrate y accede a nuestras ofertas exclusivas
fi: Rekisteröidy ja pääset nauttimaan eksklusiivisista tarjouksistamme
he: הירשם וקבל גישה למבצעים הבלעדיים שלנו
id: Daftar dan akses penawaran eksklusif kami
it: Iscriviti e accedi alle nostre offerte esclusive
ja: 登録して限定特典にアクセスしましょう
ko: 가입하고 당사의 독점 거래에 액세스하세요
nb: Registrer deg og få tilgang til våre eksklusive tilbud
nl: Meld u aan en krijg toegang tot onze exclusieve aanbiedingen
pl: Zarejestruj się i uzyskaj dostęp do naszych ekskluzywnych ofert
ro: Înscrieți-vă și accesați ofertele noastre exclusive
ru: Зарегистрируйтесь и получите доступ к нашим эксклюзивным предложениям
th: ลงทะเบียนและเข้าถึงข้อเสนอพิเศษของเรา
tr: Kaydolun ve özel fırsatlarımıza erişin
uk: Зареєструйтесь і отримайте доступ до наших ексклюзивних пропозицій
vi: Đăng ký và truy cập vào các ưu đãi độc quyền của chúng tôi
zh_hans: 注册并获取我们的独家优惠

source: Account Settings
ar: إعدادات الحساب
ca: Configuració del compte
cs: Nastavení účtu
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
es: Configuraciones de la cuenta
fi: Tilin asetukset
he: הגדרות חשבון
id: Pengaturan Akun
it: Impostazioni dell'account
ja: アカウント設定
ko: 계정 설정
nb: Kontoinnstillinger
nl: Accountinstellingen
pl: Ustawienia konta
ro: Setările contului
ru: Настройки учетной записи
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
uk: Налаштування облікового запису
vi: Cài đặt tài khoản
zh_hans: 帐户设置

source: Region
ar: منطقة
ca: Regió
cs: Kraj
el: Περιοχή
es: Región
fi: Alue
he: אֵזוֹר
id: Wilayah
it: Regione
ja: 地域
ko: 지역
nl: Regio
ro: Regiune
ru: Область
th: ภูมิภาค
tr: Bölge
uk: Регіон
vi: Vùng đất
zh_hans: 地区

source: Currency
ar: عملة
ca: Moneda
cs: Měna
de: Währung
el: Νόμισμα
es: Divisa
fi: Valuutta
he: מַטְבֵּעַ
id: Mata uang
it: Valuta
ja: 通貨
ko: 통화
nb: Valuta
nl: Munteenheid
pl: Waluta
ro: Valută
ru: Валюта
th: สกุลเงิน
tr: Para birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币

source: Request a Feature
ar: طلب ميزة
ca: Sol·liciteu una funció
cs: Vyžádejte si funkci
de: Fordern Sie eine Funktion an
el: Ζητήστε ένα χαρακτηριστικό
es: Solicitar una función
fi: Pyydä ominaisuus
he: בקש תכונה
id: Minta Fitur
it: Richiedi una funzionalità
ja: 機能のリクエスト
ko: 기능 요청
nb: Be om en funksjon
nl: Vraag een functie aan
pl: Poproś o funkcję
ro: Solicitați o caracteristică
ru: Запросить функцию
th: ร้องขอคุณสมบัติ
tr: Bir Özellik İsteyin
uk: Запит функції
vi: Yêu cầu một tính năng
zh_hans: 请求功能

source: Contact Us
ar: اتصل بنا
ca: Contacta amb nosaltres
cs: Kontaktujte nás
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
es: Contáctenos
fi: Ota yhteyttä
he: צור קשר
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
nb: Kontakt oss
nl: Neem contact met ons op
pl: Skontaktuj się z nami
ro: Contactaţi-ne
ru: Связаться с нами
th: ติดต่อเรา
tr: Bize Ulaşın
uk: Зв'яжіться з нами
vi: Liên hệ với chúng tôi
zh_hans: 联系我们

source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: política de privacidad
fi: Tietosuojakäytäntö
he: מדיניות פרטיות
id: Kebijakan Privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인정보 보호정책
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
ro: Politica de confidențialitate
ru: политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策

source: About Us
ar: معلومات عنا
ca: Sobre Nosaltres
cs: O nás
de: Über uns
el: Σχετικά με εμάς
es: Sobre nosotros
fi: Tietoja meistä
he: אודותינו
id: Tentang Kami
it: Chi siamo
ja: 私たちについて
ko: 회사 소개
nb: Om oss
nl: Over ons
pl: O nas
ro: Despre noi
ru: О нас
th: เกี่ยวกับเรา
tr: Hakkımızda
uk: Про нас
vi: Giới thiệu về chúng tôi
zh_hans: 关于我们

source: Rate Our App
ar: قيم تطبيقنا
ca: Valoreu la nostra aplicació
cs: Ohodnoťte naši aplikaci
de: Bewerten Sie unsere App
el: Βαθμολογήστε την εφαρμογή μας
es: Califica nuestra aplicación
fi: Arvioi sovelluksemme
he: דרג את האפליקציה שלנו
id: Nilai Aplikasi Kami
it: Valuta la nostra app
ja: アプリを評価する
ko: 앱을 평가해주세요
nb: Vurder appen vår
nl: Beoordeel onze app
pl: Oceń naszą aplikację
ro: Evaluați aplicația noastră
ru: Оцените наше приложение
th: ให้คะแนนแอปของเรา
tr: Uygulamamızı Değerlendirin
uk: Оцініть наш додаток
vi: Đánh giá ứng dụng của chúng tôi
zh_hans: 评价我们的应用程序

source: Logout
ar: تسجيل الخروج
ca: Tanca la sessió
cs: Odhlášení
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
he: התנתק
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
ro: Deconectare
ru: Выйти
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 登出

source: Edit filter
ar: تعديل الفلتر
ca: Edita el filtre
cs: Upravit filtr
de: Filter bearbeiten
el: Επεξεργασία φίλτρου
es: Editar filtro
fi: Muokkaa suodatinta
he: ערוך מסנן
id: Edit penyaring
it: Modifica filtro
ja: フィルターを編集
ko: 필터 편집
nb: Rediger filter
nl: Filter bewerken
pl: Edytuj filtr
ro: Editați filtrul
ru: Фильтр редактирования
th: แก้ไขตัวกรอง
tr: Filtreyi düzenle
uk: Редагувати фільтр
vi: Chỉnh sửa bộ lọc
zh_hans: 编辑过滤器

source: Edit your filter to see more results or clear all filters.
ar: قم بتعديل الفلتر الخاص بك لرؤية المزيد من النتائج أو مسح جميع الفلاتر.
ca: Editeu el vostre filtre per veure més resultats o esborrar tots els filtres.
cs: Upravte svůj filtr, abyste viděli více výsledků, nebo vymažte všechny filtry.
de: Bearbeiten Sie Ihren Filter, um mehr Ergebnisse anzuzeigen, oder löschen Sie alle Filter.
el: Επεξεργαστείτε το φίλτρο σας για να δείτε περισσότερα αποτελέσματα ή διαγράψτε όλα τα φίλτρα.
es: Edite su filtro para ver más resultados o borrar todos los filtros.
fi: Muokkaa suodatinta nähdäksesi lisää tuloksia tai tyhjennä kaikki suodattimet.
he: ערוך את המסנן כדי לראות תוצאות נוספות או נקה את כל המסננים.
id: Edit filter Anda untuk melihat lebih banyak hasil atau hapus semua filter.
it: Modifica il filtro per visualizzare più risultati o cancella tutti i filtri.
ja: フィルターを編集してさらに多くの結果を表示するか、すべてのフィルターをクリアしてください。
ko: 더 많은 결과를 보려면 필터를 편집하거나 모든 필터를 지우세요.
nb: Rediger filteret for å se flere resultater eller fjern alle filtrene.
nl: Bewerk uw filter om meer resultaten te zien of wis alle filters.
pl: Edytuj filtr, aby zobaczyć więcej wyników lub wyczyść wszystkie filtry.
ro: Editați-vă filtrul pentru a vedea mai multe rezultate sau ștergeți toate filtrele.
ru: Измените свой фильтр, чтобы увидеть больше результатов, или очистите все фильтры.
th: แก้ไขตัวกรองของคุณเพื่อดูผลลัพธ์เพิ่มเติมหรือล้างตัวกรองทั้งหมด
tr: Daha fazla sonuç görmek için filtrenizi düzenleyin veya tüm filtreleri temizleyin.
uk: Відредагуйте фільтр, щоб побачити більше результатів, або очистіть усі фільтри.
vi: Chỉnh sửa bộ lọc của bạn để xem thêm kết quả hoặc xóa tất cả bộ lọc.
zh_hans: 编辑您的过滤器以查看更多结果或清除所有过滤器。

source: clear all filter
ar: مسح كل الفلتر
ca: esborra tots els filtres
cs: vymazat všechny filtry
de: Alle Filter löschen
el: εκκαθάριση όλων των φίλτρων
es: borrar todo el filtro
fi: tyhjennä kaikki suodatin
he: נקה את כל המסנן
id: bersihkan semua filter
it: cancella tutti i filtri
ja: すべてのフィルターをクリア
ko: 모든 필터 지우기
nb: tøm alt filter
nl: alle filters wissen
pl: wyczyść wszystkie filtry
ro: șterge toate filtrele
ru: очистить все фильтры
th: ล้างตัวกรองทั้งหมด
tr: tüm filtreyi temizle
uk: очистити весь фільтр
vi: xóa tất cả bộ lọc
zh_hans: 清除所有过滤器

source: Booking Options
ar: خيارات الحجز
ca: Opcions de reserva
cs: Možnosti rezervace
de: Buchungsoptionen
el: Επιλογές κράτησης
es: Opciones de reserva
fi: Varausvaihtoehdot
he: אפשרויות הזמנה
id: Opsi Pemesanan
it: Opzioni di prenotazione
ja: 予約オプション
ko: 예약 옵션
nb: Bestillingsalternativer
nl: Boekingsopties
pl: Opcje rezerwacji
ro: Opțiuni de rezervare
ru: Варианты бронирования
th: ตัวเลือกการจอง
tr: Rezervasyon Seçenekleri
uk: Варіанти бронювання
vi: Tùy chọn đặt phòng
zh_hans: 预订选项

source: View Deal
ar: عرض الصفقة
ca: Veure l'oferta
cs: Zobrazit nabídku
de: Angebot anzeigen
el: Προβολή προσφοράς
es: Ver oferta
fi: Näytä tarjous
he: צפה בעסקה
id: Lihat Penawaran
it: Visualizza l'offerta
ja: 詳細を見る
ko: 거래 보기
nb: Se tilbud
nl: Bekijk aanbieding
pl: Zobacz ofertę
ro: Vezi oferta
ru: Посмотреть сделку
th: ดูข้อเสนอ
tr: Fırsatı Görüntüle
uk: Переглянути угоду
vi: Xem giao dịch
zh_hans: 查看交易

source: per ticket, including taxes & fees
ar: للتذكرة الواحدة، شاملة الضرائب والرسوم
ca: per bitllet, inclosos impostos i taxes
cs: za letenku včetně daní a poplatků
de: pro Ticket, inklusive Steuern & Gebühren
el: ανά εισιτήριο, συμπεριλαμβανομένων φόρων και τελών
es: por boleto, incluidos impuestos y tasas
fi: per lippu, sisältäen verot ja maksut
he: לכרטיס, כולל מיסים ועמלות
id: per tiket, termasuk pajak & biaya
it: per biglietto, tasse e commissioni incluse
ja: チケット1枚あたり（税金および手数料を含む）
ko: 티켓당, 세금 및 수수료 포함
nb: per billett, inkludert skatter og avgifter
nl: per ticket, inclusief belastingen en toeslagen
pl: za bilet, wliczając podatki i opłaty
ro: per bilet, inclusiv taxe și taxe
ru: за билет, включая налоги и сборы
th: ต่อตั๋ว รวมภาษีและค่าธรรมเนียม
tr: vergiler ve ücretler dahil bilet başına
uk: за квиток, включаючи податки та збори
vi: mỗi vé, bao gồm thuế và phí
zh_hans: 每张票，含税费

source: per Adult
ar: لكل شخص بالغ
cs: na dospělého
de: pro Erwachsenem
el: ανά Ενήλικα
es: por adulto
fi: aikuista kohden
he: למבוגר
id: per Orang Dewasa
it: per adulto
ja: 大人1名あたり
ko: 성인 1인당
nb: per voksen
nl: per volwassene
pl: na osobę dorosłą
ru: на взрослого
th: ต่อผู้ใหญ่
tr: Yetişkin başına
uk: на дорослого
vi: mỗi người lớn
zh_hans: 每位成人

source: Looking For Best Deals
ar: هل تبحث عن أفضل الصفقات
ca: Buscant les millors ofertes
cs: Hledáte nejlepší nabídky
de: Auf der Suche nach den besten Angeboten
el: Ψάχνετε για τις καλύτερες προσφορές
es: Buscando las mejores ofertas
fi: Etsimme parhaita tarjouksia
he: מחפש את המבצעים הטובים ביותר
id: Mencari Penawaran Terbaik
it: Alla ricerca delle migliori offerte
ja: お得な情報をお探しですか？
ko: 최고의 거래를 찾고 계십니까?
nb: Ser etter beste tilbud
nl: Op zoek naar de beste deals
pl: Szukasz najlepszych ofert
ro: Caut cele mai bune oferte
ru: В поисках лучших предложений
th: กำลังมองหาข้อเสนอที่ดีที่สุด
tr: En İyi Fırsatları Arıyorum
uk: Шукаємо найкращі пропозиції
vi: Tìm kiếm ưu đãi tốt nhất
zh_hans: 寻找最优惠的价格

source: Searching for best price for your journey
ar: البحث عن أفضل سعر لرحلتك
ca: Buscant el millor preu per al teu viatge
cs: Hledání nejlepší ceny pro vaši cestu
de: Suche nach dem besten Preis für Ihre Reise
el: Αναζητώντας την καλύτερη τιμή για το ταξίδι σας
es: Buscando el mejor precio para tu viaje
fi: Etsitkö parasta hintaa matkallesi
he: מחפש את המחיר הטוב ביותר למסע שלך
id: Mencari harga terbaik untuk perjalanan Anda
it: Alla ricerca del miglior prezzo per il tuo viaggio
ja: あなたの旅に最適な価格を検索
ko: 여행에 가장 적합한 가격을 찾고 계신가요?
nb: På jakt etter den beste prisen for reisen din
nl: Op zoek naar de beste prijs voor uw reis
pl: Szukasz najlepszej ceny na swoją podróż
ro: În căutarea celui mai bun preț pentru călătoria dvs
ru: Поиск лучшей цены для вашего путешествия
th: ค้นหาราคาที่ดีที่สุดสำหรับการเดินทางของคุณ
tr: Yolculuğunuz için en iyi fiyatı mı arıyorsunuz?
uk: Пошук найкращої ціни для вашої подорожі
vi: Tìm kiếm giá tốt nhất cho chuyến đi của bạn
zh_hans: 寻找最佳旅行价格

source: Scanning hundreds of airlines
ar: مسح مئات من شركات الطيران
ca: Escanejant centenars de companyies aèries
cs: Skenování stovek leteckých společností
de: Scannen von Hunderten von Fluggesellschaften
el: Σάρωση εκατοντάδων αεροπορικών εταιρειών
es: Escaneando cientos de aerolíneas
fi: Skannaus satoja lentoyhtiöitä
he: סורק מאות חברות תעופה
id: Memindai ratusan maskapai penerbangan
it: Scansionando centinaia di compagnie aeree
ja: 数百の航空会社をスキャン
ko: 수백 개의 항공사 스캐닝
nb: Skanner hundrevis av flyselskaper
nl: Honderden luchtvaartmaatschappijen scannen
pl: Skanowanie setek linii lotniczych
ro: Scanarea a sute de companii aeriene
ru: Сканирование сотен авиакомпаний
th: การสแกนสายการบินหลายร้อยแห่ง
tr: Yüzlerce havayolunu tarıyoruz
uk: Сканування сотень авіакомпаній
vi: Quét hàng trăm hãng hàng không
zh_hans: 扫描数百家航空公司

source: Finalizing your best deals
ar: إتمام أفضل الصفقات الخاصة بك
ca: Finalitzant les teves millors ofertes
cs: Dokončení vašich nejlepších nabídek
de: Finalisieren Sie Ihre besten Angebote
el: Ολοκληρώνοντας τις καλύτερες προσφορές σας
es: Finalizando tus mejores ofertas
fi: Parhaiden tarjousten viimeistely
he: סיום העסקאות הטובות ביותר שלך
id: Menyelesaikan penawaran terbaik Anda
it: Finalizzare le tue migliori offerte
ja: 最高の取引を確定する
ko: 최고의 거래를 마무리하다
nb: Fullføre de beste tilbudene dine
nl: Het afronden van uw beste deals
pl: Finalizowanie najlepszych ofert
ro: Finalizarea celor mai bune oferte
ru: Заключение лучших сделок
th: การสรุปข้อตกลงที่ดีที่สุดของคุณ
tr: En iyi fırsatlarınızı sonuçlandırıyoruz
uk: Завершення ваших найкращих угод
vi: Hoàn thiện các giao dịch tốt nhất của bạn
zh_hans: 确定最佳交易

source: Loading more flights...
ar: جاري تحميل المزيد من الرحلات...
ca: S'estan carregant més vols...
cs: Načítání dalších letů...
de: Weitere Flüge werden geladen …
el: Φόρτωση περισσότερων πτήσεων...
es: Cargando más vuelos...
fi: Ladataan lisää lentoja...
he: טוען עוד טיסות...
id: Memuat lebih banyak penerbangan...
it: Caricamento di altri voli in corso...
ja: さらにフライトを読み込んでいます...
ko: 더 많은 항공편을 로딩 중입니다...
nb: Laster inn flere flyreiser...
nl: Meer vluchten laden...
pl: Ładowanie większej liczby lotów...
ro: Se încarcă mai multe zboruri...
ru: Загрузка дополнительных рейсов...
th: กำลังโหลดเที่ยวบินเพิ่มเติม...
tr: Daha fazla uçuş yükleniyor...
uk: Завантаження інших рейсів...
vi: Đang tải thêm chuyến bay...
zh_hans: 正在加载更多航班...

source: Loading countries...
ar: جاري تحميل الدول...
ca: S'estan carregant països...
cs: Načítání zemí...
de: Länder werden geladen...
el: Φόρτωση χωρών...
es: Cargando países...
fi: Ladataan maita...
he: טוען מדינות...
id: Memuat negara...
it: Caricamento dei paesi in corso...
ja: 国を読み込んでいます...
ko: 국가를 로딩 중입니다...
nb: Laster inn land ...
nl: Landen laden...
pl: Ładowanie krajów...
ro: Se încarcă țările...
ru: Загрузка стран...
th: กำลังโหลดประเทศ...
tr: Ülkeler yükleniyor...
uk: Завантаження країн...
vi: Đang tải quốc gia...
zh_hans: 正在加载国家...
