Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: English
ar: Arabic
ca: Catalan
cs: Czech
de: German
el: Greek
es: Spanish
fi: Finnish
he: Hebrew
id: Indonesian
it: Italian
ja: Japaneese
ko: Korean
nb: Norwegian
nl: Dutch
pl: Polish
ro: Romanian
ru: Russian
th: Thai
tr: Turkish
uk: Ukrainian
vi: Vietnamese
zh_hans: Chinese

source: Last Minute Flights
ar: رحلات اللحظة الأخيرة
ca: Vols d'última hora
cs: Lety na poslední chvíli
de: Last-Minute-Flüge
el: Πτήσεις τελευταίας στιγμής
es: Vuelos de última hora
fi: Viime hetken lennot
he: טיסות ברגע האחרון
id: Penerbangan Menit Terakhir
it: Voli last minute
ja: 直前航空券
ko: 막판 항공편
nb: Flyreiser i siste liten
nl: Last Minute Vluchten
pl: Loty last minute
ro: Zboruri de ultimă oră
ru: Рейсы в последнюю минуту
th: เที่ยวบินนาทีสุดท้าย
tr: Son Dakika Uçuşları
uk: Рейси в останню хвилину
vi: Chuyến bay phút chót
zh_hans: 最后一刻的航班

source: Flight Ads
ar: إعلانات الطيران
ca: Anuncis de vols
cs: Reklamy na lety
de: Fluganzeigen
el: Διαφημίσεις πτήσεων
es: Anuncios de vuelos
fi: Lentomainokset
he: מודעות טיסה
id: Iklan Penerbangan
it: Annunci di volo
ja: フライト広告
ko: 항공편 광고
nb: Flyannonser
nl: Vluchtadvertenties
pl: Reklamy lotów
ro: Anunțuri de zbor
ru: Реклама полетов
th: โฆษณาบนเครื่องบิน
tr: Uçuş Reklamları
uk: Реклама авіарейсів
vi: Quảng cáo chuyến bay
zh_hans: 航班广告

source: flight
ar: رحلة جوية
ca: Vol
cs: Let
de: Flug
el: Πτήση
es: Vuelo
fi: Lento
he: טִיסָה
id: Penerbangan
it: Volo
ja: フライト
ko: 비행
nb: Flyvning
nl: Vlucht
pl: Lot
ro: Zbor
ru: Полет
th: เที่ยวบิน
tr: Uçuş
uk: політ
vi: Chuyến bay
zh_hans: 航班

source: Rental
ar: الإيجار
ca: Lloguer
cs: Pronájem
de: Vermietung
el: Ενοικίου
es: Alquiler
fi: Vuokraus
he: השכרה
id: Persewaan
it: Noleggio
ja: レンタル
ko: 임대
nb: Utleie
nl: Verhuur
pl: Dzierżawa
ro: Închiriere
ru: Аренда
th: ให้เช่า
tr: Kiralama
uk: Оренда
vi: Cho thuê
zh_hans: 租赁

source: hotel
ar: الفندق
el: Ξενοδοχείο
fi: Hotelli
he: מָלוֹן
it: Albergo
ja: ホテル
ko: 호텔
nb: Hotell
ru: Отель
th: โรงแรม
tr: Otel
uk: Готель
vi: Khách sạn
zh_hans: 酒店

source: Profile
ar: حساب تعريفي
ca: Perfil
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
he: פּרוֹפִיל
id: Profil
it: Profilo
ja: プロフィール
ko: 윤곽
nb: Profil
nl: Profiel
pl: Profil
ro: Profil
ru: Профиль
th: ประวัติโดยย่อ
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 轮廓

source: One Way
ar: طريقة واحدة
cs: Jednosměrná
de: Ein Weg
el: Μονόδρομος
es: De una sola mano
fi: Yksi tapa
he: דרך אחת
id: SATU ARAH
it: Senso Unico
ja: 一方通行
ko: 편도
nb: En vei
nl: Eenrichtingsverkeer
pl: Jednokierunkowa
ro: Sens unic
ru: В одну сторону
th: ทางเดียว
tr: Tek Yön
uk: Один шлях
vi: Một chiều
zh_hans: 单程

source: Round Trip
ar: رحلة ذهاب وعودة
ca: Anada i tornada
cs: Zpáteční cesta
de: Rundfahrt
el: Ταξίδι μετ' επιστροφής
es: Ida y vuelta
fi: Edestakainen matka
he: נְסִיעָה הָלוֹך וְשׁוֹב
id: Perjalanan Pulang Pergi
it: Andata e ritorno
ja: 往復
ko: 왕복
nb: Rundtur
nl: Rondreis
pl: Podróż tam i z powrotem
ro: Dus-întors
ru: Поездка туда и обратно
th: การเดินทางไปกลับ
tr: Gidiş
uk: Туди й назад
vi: Chuyến đi khứ hồi
zh_hans: 往返

source: Same drop-off
ar: نفس نقطة الإنزال
ca: La mateixa baixada
cs: Stejný výpadek
de: Gleiche Abgabe
el: Ίδια πτώση
es: La misma entrega
fi: Sama pudotus
he: אותה ירידה
id: Penurunan yang sama
it: Stesso punto di consegna
ja: 同じ降車地点
ko: 같은 하차 지점
nb: Samme drop-off
nl: Dezelfde afzetplaats
pl: Ten sam punkt zrzutu
ro: Același drop-off
ru: Тот же пункт высадки
th: จุดรับส่งเดียวกัน
tr: Aynı bırakma noktası
uk: Те саме висадка
vi: Cùng một điểm thả
zh_hans: 同一下车点

source: Different drop-off
ar: انخفاض مختلف
ca: Descens diferent
cs: Různý výpadek
de: Unterschiedliche Abgabe
el: Διαφορετική πτώση
es: Diferentes puntos de entrega
fi: Erilainen pudotus
he: ירידה שונה
id: Drop-off yang berbeda
it: Diverso punto di consegna
ja: 異なる降車場所
ko: 다른 하차 장소
nb: Ulik drop-off
nl: Verschillende afzetpunten
pl: Różne miejsca zrzutu
ro: Predare diferită
ru: Различные места высадки
th: จุดรับส่งที่แตกต่างกัน
tr: Farklı bırakma
uk: Різні висадки
vi: Thả khác nhau
zh_hans: 不同的下车地点

source: Enter Departure
ar: أدخل المغادرة
ca: Introduïu Sortida
cs: Zadejte Odjezd
de: Abfahrt eingeben
el: Εισαγάγετε την αναχώρηση
es: Entrar Salida
fi: Anna Lähtö
he: היכנסו ליציאה
id: Masukkan Keberangkatan
it: Inserisci Partenza
ja: 出発を入力
ko: 출발 입력
nb: Angi avgang
nl: Voer Vertrek in
pl: Wprowadź Wyjazd
ro: Introduceți Plecare
ru: Вход в раздел «Отъезд»
th: เข้าสู่การออกเดินทาง
tr: Ayrılışa Girin
uk: Введіть відправлення
vi: Nhập Khởi hành
zh_hans: 进入出发

source: Enter Destination
ar: أدخل الوجهة
ca: Introduïu la destinació
cs: Zadejte cíl
de: Ziel eingeben
el: Εισαγάγετε τον προορισμό
es: Introducir destino
fi: Anna määränpää
he: הזן יעד
id: Masukkan Tujuan
it: Inserisci la destinazione
ja: 目的地を入力
ko: 목적지 입력
nb: Angi destinasjon
nl: Bestemming invoeren
pl: Wprowadź cel podróży
ro: Introduceți destinația
ru: Введите пункт назначения
th: ป้อนจุดหมายปลายทาง
tr: Hedefi Girin
uk: Введіть пункт призначення
vi: Nhập điểm đến
zh_hans: 输入目的地

source: Enter Pick-up Location
ar: أدخل موقع الاستلام
ca: Introduïu el lloc de recollida
cs: Zadejte místo vyzvednutí
de: Abholort eingeben
el: Εισαγάγετε την τοποθεσία παραλαβής
es: Introduzca el lugar de recogida
fi: Anna Noutopaikka
he: הזן מיקום איסוף
id: Masukkan Lokasi Penjemputan
it: Inserisci il luogo di ritiro
ja: ピックアップ場所を入力
ko: 픽업 장소 입력
nb: Angi hentested
nl: Voer ophaallocatie in
pl: Wprowadź miejsce odbioru
ro: Introduceți locația de preluare
ru: Введите место получения
th: ระบุสถานที่รับสินค้า
tr: Teslim Alma Yerini Girin
uk: Введіть місце отримання
vi: Nhập địa điểm đón
zh_hans: 输入取货地点

source: Enter Drop-off Location
ar: أدخل موقع التسليم
ca: Introduïu la ubicació de lliurament
cs: Zadejte místo odevzdání
de: Abgabeort eingeben
el: Εισαγάγετε Θέση απόρριψης
es: Ingrese el lugar de entrega
fi: Anna luovutuspaikka
he: הזן מיקום ירידה
id: Masukkan Lokasi Drop-off
it: Inserisci il luogo di consegna
ja: 降車場所を入力してください
ko: 하차 위치 입력
nb: Angi avleveringssted
nl: Voer afleverlocatie in
pl: Wprowadź miejsce odbioru
ro: Introduceți locația de predare
ru: Введите место высадки
th: ระบุสถานที่ส่ง
tr: Bırakma Yerini Girin
uk: Введіть місце висадки
vi: Nhập địa điểm trả hàng
zh_hans: 输入下车地点

source: Enter Hotel Location
ar: أدخل موقع الفندق
ca: Introduïu la ubicació de l'hotel
cs: Zadejte umístění hotelu
de: Hotelstandort eingeben
el: Εισαγάγετε την τοποθεσία ξενοδοχείου
es: Introduzca la ubicación del hotel
fi: Anna Hotellin sijainti
he: הזן את מיקום המלון
id: Masukkan Lokasi Hotel
it: Inserisci la posizione dell'hotel
ja: ホテルの場所を入力
ko: 호텔 위치 입력
nb: Angi hotellplassering
nl: Voer hotellocatie in
pl: Wprowadź lokalizację hotelu
ro: Introduceți locația hotelului
ru: Введите местоположение отеля
th: เข้าสู่ตำแหน่งโรงแรม
tr: Otel Konumunu Girin
uk: Введіть розташування готелю
vi: Nhập vị trí khách sạn
zh_hans: 输入酒店位置

source: Check-in
ar: تحقق في
cs: Odbavení
de: Einchecken
es: Registrarse
fi: Sisäänkirjautuminen
he: צ'ק אין
id: Pendaftaran
it: Registrazione
ja: チェックイン
ko: 체크인
nb: Innsjekking
nl: Inchecken
pl: Zameldować się
ru: Регистрироваться
th: เช็คอิน
tr: Giriş
uk: Реєстрація
vi: Đăng ký vào
zh_hans: 报到

source: Check-out
ar: الدفع
cs: Pokladna
de: Kasse
el: Αποχώρηση
es: Verificar
fi: Uloskirjautuminen
he: צ'ק-אאוט
it: Guardare
ja: チェックアウト
ko: 점검
nb: Utsjekking
nl: Uitchecken
pl: Wymeldować się
ro: Verifică
ru: Проверить
th: เช็คเอาท์
tr: Çıkış yapmak
uk: Виїзд
vi: Trả phòng
zh_hans: 查看

source: Pick-up
ar: يلتقط
ca: Recollida
cs: Vyzvednutí
de: Abholen
el: Βελτίωση
es: Levantar
fi: Nouto
he: איסוף
id: Menjemput
it: Raccolta
ja: 選び出す
ko: 찾다
nb: Henting
nl: Ophalen
pl: Ulec poprawie
ro: Ridicare
ru: Подобрать
th: หยิบ
tr: Toplamak
uk: Пікап
vi: Nhặt lên
zh_hans: 捡起

source: Drop-off
ar: نقطة الإنزال
ca: Baixa
de: Rückgabe
el: Αποβίβαση
es: Dejar
fi: Pudotus
he: הורדה
id: Pengantaran
it: Consegna
ja: 降車場所
ko: 하차
nl: Afzetten
pl: Miejsce zbiórki
ro: Predare
ru: Высадка
th: จุดรับ-ส่ง
tr: Bırakma
uk: Висадка
vi: Thả xuống
zh_hans: 下车

source: Departure
ar: رحيل
ca: Sortida
cs: Odchod
de: Abfahrt
el: Αναχώρηση
es: Partida
fi: Lähtö
he: יְצִיאָה
id: Keberangkatan
it: Partenza
ja: 出発
ko: 출발
nb: Avgang
nl: Vertrek
pl: Wyjazd
ro: Plecare
ru: Отправление
th: การออกเดินทาง
tr: Kalkış
uk: Від'їзд
vi: Sự khởi hành
zh_hans: 离开

source: Return
ar: يعود
ca: Tornar
cs: Návrat
de: Zurückkehren
el: Απόδοση
es: Devolver
fi: Palata
he: לַחֲזוֹר
id: Kembali
it: Ritorno
ja: 戻る
ko: 반품
nb: Retur
nl: Opbrengst
pl: Powrót
ro: Reveni
ru: Возвращаться
th: กลับ
tr: Geri dönmek
uk: Повернення
vi: Trở lại
zh_hans: 返回

source: Add Return
ar: إضافة إرجاع
ca: Afegeix Retorn
cs: Přidat návrat
de: Rückgabe hinzufügen
el: Προσθήκη Επιστροφής
es: Agregar devolución
fi: Lisää palautus
he: הוסף החזרה
id: Tambahkan Pengembalian
it: Aggiungi reso
ja: 返品を追加
ko: 반품 추가
nb: Legg til retur
nl: Retour toevoegen
pl: Dodaj zwrot
ro: Adăugați Return
ru: Добавить возврат
th: เพิ่มผลตอบแทน
tr: İade Ekle
uk: Додати повернення
vi: Thêm trả về
zh_hans: 添加返回

source: Add Check-out
ar: إضافة الخروج
ca: Afegeix la sortida
cs: Přidat odhlášení
de: Check-out hinzufügen
el: Προσθήκη Check-out
es: Añadir salida
fi: Lisää uloskirjautuminen
he: הוסף צ'ק-אאוט
id: Tambahkan Check-out
it: Aggiungi Check-out
ja: チェックアウトを追加
ko: 체크아웃 추가
nb: Legg til utsjekking
nl: Uitchecken toevoegen
pl: Dodaj kasę
ro: Adăugați Check-out
ru: Добавить выезд
th: เพิ่มการเช็คเอาท์
tr: Ödeme Ekle
uk: Додати виписку
vi: Thêm thanh toán
zh_hans: 添加结账

source: Search Flights
ar: البحث عن الرحلات الجوية
ca: Cerca vols
cs: Hledat lety
de: Flüge suchen
el: Αναζήτηση πτήσεων
es: Buscar vuelos
fi: Etsi lentoja
he: חפש טיסות
id: Cari Penerbangan
it: Cerca voli
ja: フライトを検索
ko: 항공편 검색
nb: Søk etter flyreiser
nl: Zoek vluchten
pl: Wyszukaj loty
ro: Căutați zboruri
ru: Поиск рейсов
th: ค้นหาเที่ยวบิน
tr: Uçuş Ara
uk: Пошук польотів
vi: Tìm kiếm chuyến bay
zh_hans: 搜索航班

source: Search Hotels
ar: البحث عن الفنادق
ca: Cerca hotels
cs: Hledat hotely
de: Hotels suchen
el: Αναζήτηση ξενοδοχείων
es: Buscar hoteles
fi: Etsi hotelleja
he: חפש בתי מלון
id: Cari Hotel
it: Cerca Hotel
ja: ホテルを検索
ko: 호텔 검색
nb: Søk etter hotell
nl: Zoek hotels
pl: Wyszukaj hotele
ro: Caută hoteluri
ru: Поиск отелей
th: ค้นหาโรงแรม
tr: Otel Ara
uk: Пошук готелів
vi: Tìm kiếm khách sạn
zh_hans: 搜索酒店

source: Search Rentals
ar: البحث عن الإيجارات
ca: Cerca lloguers
cs: Hledat pronájmy
de: Mietobjekte suchen
el: Αναζήτηση ενοικίων
es: Buscar alquileres
fi: Hae vuokra-asuntoja
he: חפש השכרות
id: Cari Sewa
it: Cerca affitti
ja: レンタル物件を検索
ko: 임대 검색
nb: Søk utleie
nl: Zoek huurwoningen
pl: Wyszukaj wynajem
ro: Căutați închirieri
ru: Поиск аренды
th: ค้นหาสถานที่เช่า
tr: Kiralıkları Ara
uk: Пошук Оренда
vi: Tìm kiếm cho thuê
zh_hans: 搜索出租房源

source: Traveler and Class
ar: المسافر والطبقة
ca: Viatger i classe
cs: Cestovatel a třída
de: Reisender und Klasse
el: Ταξιδιώτης και Τάξη
es: Viajero y clase
fi: Matkustaja ja luokka
he: נוסע ומחלקה
id: Traveler dan Kelas
it: Viaggiatore e classe
ja: 旅行者と階級
ko: 여행자와 클래스
nb: Reisende og klasse
nl: Reiziger en klasse
pl: Podróżnik i klasa
ro: Călător și clasă
ru: Путешественник и класс
th: นักเดินทางและชนชั้น
tr: Gezgin ve Sınıf
uk: Мандрівник і клас
vi: Du khách và Hạng sang
zh_hans: 旅行者和阶级

source: Guests and Rooms
ar: الضيوف والغرف
ca: Convidats i habitacions
cs: Hosté a pokoje
de: Gäste und Zimmer
el: Επισκέπτες και Δωμάτια
es: Huéspedes y habitaciones
fi: Vieraat ja huoneet
he: אורחים וחדרים
id: Tamu dan Kamar
it: Ospiti e Camere
ja: ゲストと客室
ko: 손님과 객실
nb: Gjester og rom
nl: Gasten en kamers
pl: Goście i pokoje
ro: Oaspeți și Camere
ru: Гости и номера
th: แขกและห้องพัก
tr: Misafirler ve Odalar
uk: Гості та номери
vi: Khách và Phòng
zh_hans: 客人和房间

source: adults
ar: البالغون
cs: Dospělí
de: Erwachsene
el: Ενήλικες
es: Adultos
fi: Aikuiset
he: מבוגרים
id: Orang dewasa
it: Adulti
ja: 大人
ko: 성인
nb: Voksne
nl: Volwassenen
pl: Dorośli
ro: Adulti
ru: Взрослые
th: ผู้ใหญ่
tr: Yetişkinler
uk: дорослі
vi: Người lớn
zh_hans: 成年人

source: Children
ar: أطفال
ca: Nens
cs: Děti
de: Kinder
el: Παιδιά
es: Niños
fi: Lapset
he: יְלָדִים
id: Anak-anak
it: Bambini
ja: 子供たち
ko: 어린이들
nb: Barn
nl: Kinderen
pl: Dzieci
ro: Copii
ru: Дети
th: เด็ก
tr: Çocuklar
uk: діти
vi: Những đứa trẻ
zh_hans: 孩子们

source: Infants
ar: الرضع
cs: Nemluvňata
de: Kleinkinder
el: Βρέφη
es: Bebés
fi: Pikkulapset
he: תינוקות
id: Bayi
it: neonati
ja: 乳児
ko: 유아
nb: Spedbarn
nl: Baby's
pl: Niemowlęta
ro: Sugarii
ru: Младенцы
th: ทารก
tr: Bebekler
uk: немовлята
vi: Trẻ sơ sinh
zh_hans: 婴儿

source: rooms
ar: الغرف
ca: Habitacions
cs: Pokoje
de: Zimmer
el: Δωμάτια
es: Alojamiento
fi: Huoneet
he: חדרים
id: Kamar
it: Camere
ja: 客室
ko: 객실
nb: Rom
nl: Kamers
pl: Pokoje
ro: Camerele
ru: Комнаты
th: ห้องพัก
tr: Odalar
uk: Кімнати
vi: Phòng
zh_hans: 客房

source: Over 11
ar: أكثر من 11
ca: Més d'11
cs: Přes 11
de: Über 11
el: Πάνω από 11
es: Más de 11
fi: Yli 11
he: מעל 11
id: Lebih dari 11
it: Oltre 11
ja: 11歳以上
ko: 11세 이상
nl: Ouder dan 11
pl: Ponad 11
ro: Peste 11
ru: Более 11
th: มากกว่า 11
tr: 11'den fazla
uk: Більше 11
vi: Trên 11
zh_hans: 超过 11

source: Under 2
ar: أقل من سنتين
ca: Menys de 2
cs: Pod 2
de: Unter 2
el: Κάτω από 2
es: menores de 2 años
fi: Alle 2
he: מתחת ל-2
id: Di bawah 2
it: Meno di 2 anni
ja: 2歳未満
ko: 2세 미만
nl: Onder 2
pl: Poniżej 2 lat
ro: Sub 2
ru: Меньше 2 лет
th: อายุต่ำกว่า 2 ปี
tr: 2 yaş altı
uk: Під 2
vi: Dưới 2 tuổi
zh_hans: 2岁以下

source: Hotel rooms
ar: غرف الفندق
ca: Habitacions d'hotel
cs: Hotelové pokoje
de: Hotelzimmer
el: Δωμάτια ξενοδοχείου
es: Habitaciones de hotel
fi: Hotellihuoneet
he: חדרי מלון
id: Kamar hotel
it: Camere d'albergo
ja: ホテルの客室
ko: 호텔 객실
nb: Hotellrom
nl: Hotelkamers
pl: Pokoje hotelowe
ro: Camere de hotel
ru: Гостиничные номера
th: ห้องพักโรงแรม
tr: Otel odaları
uk: Номери готелю
vi: Phòng khách sạn
zh_hans: 酒店客房

source: Economy
ar: اقتصاد
ca: Economia
cs: Ekonomika
de: Wirtschaft
el: Οικονομία
es: Economía
fi: Talous
he: כַּלְכָּלָה
id: Ekonomi
it: Economia
ja: 経済
ko: 경제
nb: Økonomi
nl: Economie
pl: Gospodarka
ro: Economie
ru: Экономика
th: เศรษฐกิจ
tr: Ekonomi
uk: Економіка
vi: Kinh tế
zh_hans: 经济

source: Premium Economy
ar: الدرجة السياحية المميزة
ca: Econòmica Premium
cs: Prémiová ekonomika
es: Economía Premium
he: פרימיום אקונומי
id: Ekonomi Premium
ja: プレミアムエコノミー
ko: 프리미엄 이코노미
nb: Premium økonomi
pl: Klasa ekonomiczna premium
ru: Премиум-эконом
th: พรีเมียมอีโคโนมี
tr: Premium Ekonomi
uk: Преміум Економ
vi: Hạng phổ thông cao cấp
zh_hans: 豪华经济舱

source: Business
ar: عمل
ca: Negocis
cs: podnikání
de: Geschäft
el: Επιχείρηση
es: Negocio
he: עֵסֶק
id: Bisnis
it: Attività commerciale
ja: 仕事
ko: 사업
nl: Bedrijf
pl: Biznes
ro: Afaceri
ru: Бизнес
th: ธุรกิจ
tr: İşletme
uk: Бізнес
vi: Việc kinh doanh
zh_hans: 商业

source: First Class
ar: الدرجة الأولى
ca: Primera Classe
cs: První třída
de: Erste Klasse
el: Πρώτη θέση
es: Clase primera
fi: Ensimmäinen luokka
he: מִמַדרֵגָה רִאשׁוֹנָה
id: Kelas satu
it: Prima classe
ja: ファーストクラス
ko: 일등
nb: Første klasse
nl: Eerste klas
pl: Pierwsza klasa
ro: Clasa I
ru: Первый класс
th: ชั้นหนึ่ง
tr: Birinci sınıf
uk: Перший клас
vi: Hạng nhất
zh_hans: 头等舱

source: Sort
ar: نوع
ca: Ordena
cs: Seřadit
de: Sortieren
el: Είδος
es: Clasificar
fi: Järjestellä
he: סוּג
id: Menyortir
it: Ordinare
ja: 選別
ko: 종류
nb: Sortere
nl: Soort
pl: Sortować
ro: Sorta
ru: Сортировать
th: เรียงลำดับ
tr: Düzenlemek
uk: Сортувати
vi: Loại
zh_hans: 种类

source: Times
ar: الأوقات
ca: Temps
de: Mal
el: Φορές
es: Veces
fi: kertaa
he: פִּי
id: Waktu
it: Volte
ja: タイムズ
ko: 타임스
nb: Tider
nl: Tijden
pl: Czasy
ru: Времена
th: ไทม์ส
tr: Kez
uk: Часи
vi: Thời gian
zh_hans: 时代

source: Airlines
ar: شركات الطيران
ca: Aerolínies
cs: letecké společnosti
de: Fluggesellschaften
el: Αεροπορικές εταιρείες
es: Aerolíneas
fi: Lentoyhtiöt
he: חברות תעופה
id: Maskapai penerbangan
it: compagnie aeree
ja: 航空会社
ko: 항공사
nb: Flyselskaper
nl: Luchtvaartmaatschappijen
pl: Linie lotnicze
ro: Companiile aeriene
ru: Авиакомпании
th: สายการบิน
tr: Havayolları
uk: Авіакомпанії
vi: Các hãng hàng không
zh_hans: 航空公司

source: Duration
ar: مدة
ca: Durada
cs: Trvání
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
he: מֶשֶׁך
id: Lamanya
it: Durata
ja: 間隔
ko: 지속
nb: Varighet
nl: Duur
pl: Czas trwania
ro: Durată
ru: Продолжительность
th: ระยะเวลา
tr: Süre
uk: Тривалість
vi: Khoảng thời gian
zh_hans: 期间

source: Price
ar: سعر
ca: Preu
cs: Cena
de: Preis
el: Τιμή
es: Precio
fi: Hinta
he: מְחִיר
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nb: Pris
nl: Prijs
pl: Cena
ro: Preţ
ru: Цена
th: ราคา
tr: Fiyat
uk: Ціна
vi: Giá
zh_hans: 价格

source: Classes
ar: الفصول الدراسية
cs: třídy
de: Klassen
el: Τάξεις
es: Clases
fi: luokat
he: שיעורים
id: Kelas
it: Classi
ja: クラス
ko: 수업
nb: Klasser
nl: Klassen
pl: Zajęcia
ro: Clasele
ru: Классы
th: ชั้นเรียน
tr: Sınıflar
uk: Заняття
vi: Các lớp học
zh_hans: 课程

source: Stops
ar: توقف
ca: Parades
cs: Zastaví se
de: Haltestellen
el: Σταματά
es: Paradas
fi: Pysähtyy
he: מפסיק
id: Berhenti
it: Fermate
ja: 停止
ko: 정지
nb: Stopper
nl: Haltes
pl: Przystanki
ro: Se opreste
ru: Остановки
th: หยุด
tr: Duraklar
uk: Зупинки
vi: Điểm dừng
zh_hans: 停靠点

source: Best
ar: أفضل
ca: El millor
cs: Nejlepší
de: Am besten
el: Καλύτερος
es: Mejor
fi: Parhaat
he: טוֹב בִּיוֹתֵר
id: Terbaik
it: Migliore
ja: 最高
ko: 최상의
nb: Beste
pl: To, co najlepsze
ro: Cel mai bun
ru: Лучший
th: ดีที่สุด
tr: En iyi
uk: Найкращий
vi: Tốt nhất
zh_hans: 最好的

source: Cheapest
ar: أرخص
ca: El més barat
cs: Nejlevnější
de: Günstigste
el: φθηνότερο
es: El más barato
fi: Halvin
he: הכי זול
id: Termurah
it: Il più economico
ja: 最安値
ko: 가장 저렴한
nb: Billigst
nl: Goedkoopste
pl: Najtańszy
ro: Cel mai ieftin
ru: Самый дешевый
th: ถูกที่สุด
tr: En ucuz
uk: Найдешевший
vi: Rẻ nhất
zh_hans: 最便宜的

source: Quickest
ar: الأسرع
ca: El més ràpid
cs: Nejrychlejší
de: Am schnellsten
el: Ο πιο γρήγορος
es: Más rápido
fi: Nopein
he: הכי מהיר
id: Tercepat
it: Il più veloce
ja: 最速
ko: 가장 빠른
nb: Raskest
nl: Snelste
pl: Najszybszy
ro: Cel mai rapid
ru: Самый быстрый
th: เร็วที่สุด
tr: En hızlı
uk: Найшвидший
vi: Nhanh nhất
zh_hans: 最快的

source: Earliest
ar: أقدم
ca: Més aviat
cs: Nejdříve
de: Frühestens
el: Πιο νωρίς
es: Más temprano
fi: Varhaisin
he: הכי מוקדם
id: Paling awal
it: Il più antico
ja: 最も古い
ko: 가장 빠른
nb: Tidligst
nl: Vroegste
pl: Najwcześniej
ro: Mai devreme
ru: Самый ранний
th: เร็วที่สุด
tr: En erken
uk: Найраніший
vi: Sớm nhất
zh_hans: 最早

source: Non-stop
ar: بدون توقف
ca: Sense parar
el: Χωρίς σταθμό
es: Sin escalas
he: לְלֹא הֶפסֵק
ja: ノンストップ
ko: 논스톱
pl: Nieprzerwanie
ru: Нон-стоп
th: ไม่หยุดนิ่ง
tr: Durmaksızın
uk: Нон-стоп
vi: Không ngừng nghỉ
zh_hans: 马不停蹄

source: 1 Stop
ar: محطة واحدة
ca: 1 Atura
cs: 1 Zastavte
de: 1 Stopp
el: 1 Σταματήστε
es: 1 parada
fi: 1 Pysäytä
he: 1 עצור
id: 1 Pemberhentian
it: 1 Fermata
ja: 1 ストップ
ko: 1 정류장
nb: 1 Stopp
nl: 1 halte
pl: 1 przystanek
ro: 1 Opriți
ru: 1 остановка
th: 1 หยุด
tr: 1 Durak
uk: 1 зупинка
vi: 1 điểm dừng
zh_hans: 1 站

source: {count} Stops
ar: {count} توقف
ca: {count} parades
cs: {count} zastávek
de: {count} Haltestellen
el: {count} Σταματά
es: {count} paradas
fi: {count} pysähdystä
he: {count} עצירות
id: {count} Berhenti
it: {count} fermate
ja: {count}回の停止
ko: {count}번 정류장
nb: {count} stopp
nl: {count} haltes
pl: {count} Przystanki
ro: {count} opriri
ru: {count} Остановки
th: {count} หยุด
tr: {count} Durak
uk: {count} зупинок
vi: {count} Điểm dừng
zh_hans: {count} 站

source: Apply
ar: يتقدم
ca: Aplicar
cs: Použít
de: Anwenden
el: Εφαρμόζω
es: Aplicar
fi: Käytä
he: לִפְנוֹת
id: Menerapkan
it: Fare domanda a
ja: 適用する
ko: 적용하다
nb: Søke
nl: Toepassen
pl: Stosować
ro: Aplicați
ru: Применять
th: นำมาใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hans: 申请

source: Clear
ar: واضح
ca: Clar
cs: Jasný
de: Klar
el: Σαφής
es: Claro
fi: Selkeä
he: בָּרוּר
id: Jernih
it: Chiaro
ja: クリア
ko: 분명한
nb: Klar
nl: Duidelijk
pl: Jasne
ro: Clar
ru: Прозрачный
th: ชัดเจน
tr: Temizlemek
uk: ясно
vi: Thông thoáng
zh_hans: 清除

source: Close
ar: يغلق
ca: Tancar
cs: Blízko
de: Schließen
el: Κοντά
es: Cerca
fi: Lähellä
he: לִסְגוֹר
id: Menutup
it: Vicino
ja: 近い
ko: 닫다
nb: Lukke
nl: Dichtbij
pl: Zamknąć
ro: Aproape
ru: Закрывать
th: ปิด
tr: Kapalı
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: search
ar: يبحث
ca: Cerca
cs: Vyhledávání
de: Suchen
el: Ερευνα
es: Buscar
fi: Haku
he: לְחַפֵּשׂ
id: Mencari
it: Ricerca
ja: 検索
ko: 찾다
nb: Søk
nl: Zoekopdracht
pl: Szukaj
ro: Căutare
ru: Поиск
th: ค้นหา
tr: Aramak
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

source: Cancel
ar: يلغي
ca: Cancel·la
cs: Zrušit
de: Stornieren
el: Ματαίωση
es: Cancelar
fi: Peruuttaa
he: לְבַטֵל
id: Membatalkan
it: Cancellare
ja: キャンセル
ko: 취소
nb: Kansellere
nl: Annuleren
pl: Anulować
ro: Anula
ru: Отмена
th: ยกเลิก
tr: İptal etmek
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消

source: Done
ar: منتهي
ca: Fet
cs: Hotovo
de: Erledigt
el: Γινώμενος
es: Hecho
fi: Tehty
he: נַעֲשָׂה
id: Selesai
it: Fatto
ja: 終わり
ko: 완료
nb: Ferdig
nl: Klaar
pl: Zrobione
ro: Făcut
ru: Сделанный
th: เสร็จแล้ว
tr: Tamamlamak
uk: Готово
vi: Xong
zh_hans: 完毕

source: Edit
ar: يحرر
ca: Edita
cs: Upravit
de: Bearbeiten
el: Εκδίδω
es: Editar
fi: Muokata
he: לַעֲרוֹך
id: Sunting
it: Modificare
ja: 編集
ko: 편집하다
nb: Redigere
nl: Bewerking
pl: Redagować
ro: Edita
ru: Редактировать
th: แก้ไข
tr: Düzenlemek
uk: Редагувати
vi: Biên tập
zh_hans: 编辑

source: Save
ar: يحفظ
ca: Desa
cs: Uložit
de: Speichern
el: Εκτός
es: Ahorrar
fi: Tallentaa
he: לְהַצִיל
id: Menyimpan
it: Salva
ja: 保存
ko: 구하다
nb: Spare
nl: Redden
pl: Ratować
ro: Salva
ru: Сохранять
th: บันทึก
tr: Kaydetmek
uk: зберегти
vi: Cứu
zh_hans: 节省

source: Select departure location
ar: حدد موقع المغادرة
ca: Seleccioneu la ubicació de sortida
cs: Vyberte místo odjezdu
de: Abfahrtsort auswählen
el: Επιλέξτε τοποθεσία αναχώρησης
es: Seleccione el lugar de salida
fi: Valitse lähtöpaikka
he: בחר מיקום יציאה
id: Pilih lokasi keberangkatan
it: Seleziona il luogo di partenza
ja: 出発地を選択
ko: 출발지 선택
nb: Velg avreisested
nl: Selecteer vertreklocatie
pl: Wybierz miejsce wyjazdu
ro: Selectați locația de plecare
ru: Выберите место отправления
th: เลือกสถานที่ออกเดินทาง
tr: Kalkış yerini seçin
uk: Виберіть місце відправлення
vi: Chọn địa điểm khởi hành
zh_hans: 选择出发地点

source: Select destination location
ar: حدد موقع الوجهة
ca: Seleccioneu la ubicació de destinació
cs: Vyberte cílové umístění
de: Zielort auswählen
el: Επιλέξτε τοποθεσία προορισμού
es: Seleccionar ubicación de destino
fi: Valitse kohdepaikka
he: בחר מיקום יעד
id: Pilih lokasi tujuan
it: Seleziona la posizione di destinazione
ja: 目的地を選択
ko: 목적지 위치를 선택하세요
nb: Velg destinasjonssted
nl: Selecteer bestemmingslocatie
pl: Wybierz lokalizację docelową
ro: Selectați locația de destinație
ru: Выберите место назначения
th: เลือกสถานที่ปลายทาง
tr: Hedef konumu seçin
uk: Виберіть місце призначення
vi: Chọn vị trí đích
zh_hans: 选择目的地

source: Select pick-up location
ar: حدد موقع الاستلام
ca: Seleccioneu el lloc de recollida
cs: Vyberte místo vyzvednutí
de: Abholort auswählen
el: Επιλέξτε τοποθεσία παραλαβής
es: Seleccione el lugar de recogida
fi: Valitse noutopaikka
he: בחר מיקום איסוף
id: Pilih lokasi penjemputan
it: Seleziona il luogo di ritiro
ja: ピックアップ場所を選択
ko: 픽업 장소를 선택하세요
nb: Velg hentested
nl: Selecteer ophaallocatie
pl: Wybierz miejsce odbioru
ro: Selectați locația de preluare
ru: Выберите место получения
th: เลือกสถานที่รับสินค้า
tr: Teslim alma yerini seçin
uk: Виберіть місце отримання
vi: Chọn địa điểm đón
zh_hans: 选择取货地点
