Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: You've selected \(countryName). Would you like to switch to \(getLanguageDisplayName(suggestedLanguage)) or keep \(getLanguageDisplayName(currentLanguage))?
ar: لقد حددتَ \(countryName). هل ترغب في التبديل إلى \(getLanguageDisplayName(suggestedLanguage)) أم الاحتفاظ بـ \(getLanguageDisplayName(currentLanguage))؟
ca: Heu seleccionat \(countryName). Voleu canviar a \(getLanguageDisplayName(suggestedLanguage)) o mantenir \(getLanguageDisplayName(currentLanguage))?
cs: Vybrali jste \(countryName). Chcete přepnout na \(getLanguageDisplayName(suggestedLanguage)) nebo zachovat \(getLanguageDisplayName(currentLanguage))?
de: Sie haben \(countryName) ausgewählt. Möchten Sie zu \(getLanguageDisplayName(suggestedLanguage)) wechseln oder \(getLanguageDisplayName(currentLanguage)) beibehalten?
el: Έχετε επιλέξει \(countryName). Θέλετε να μεταβείτε στο \(getLanguageDisplayName(suggestedLanguage)) ή να διατηρήσετε το \(getLanguageDisplayName(currentLanguage));
es: Has seleccionado \(countryName). ¿Quieres cambiar a \(getLanguageDisplayName(suggestedLanguage)) o mantener \(getLanguageDisplayName(currentLanguage))?
fi: Olet valinnut \(maanNimi). Haluatko vaihtaa kieleen \(getLanguageDisplayName(suggestedLanguage)) vai säilyttää \(getLanguageDisplayName(currentLanguage))?
he: בחרת \(countryName). האם תרצה לעבור ל-\(getLanguageDisplayName(suggestedLanguage)) או לשמור על \(getLanguageDisplayName(currentLanguage))?
id: Anda telah memilih \(countryName). Apakah Anda ingin beralih ke \(getLanguageDisplayName(suggestedLanguage)) atau tetap menggunakan \(getLanguageDisplayName(currentLanguage))?
it: Hai selezionato \(countryName). Vuoi passare a \(getLanguageDisplayName(suggestedLanguage)) o mantenere \(getLanguageDisplayName(currentLanguage))?
ja: \(countryName) を選択しました。\(getLanguageDisplayName(suggestedLanguage)) に切り替えますか、それとも \(getLanguageDisplayName(currentLanguage)) のままにしますか?
ko: \(countryName)을 선택하셨습니다. \(getLanguageDisplayName(suggestedLanguage))로 전환하시겠습니까, 아니면 \(getLanguageDisplayName(currentLanguage))를 유지하시겠습니까?
nb: Du har valgt \(landnavn). Vil du bytte til \(getLanguageDisplayName(suggestedLanguage)) eller beholde \(getLanguageDisplayName(currentLanguage))?
nl: U hebt \(countryName) geselecteerd. Wilt u overschakelen naar \(getLanguageDisplayName(suggestedLanguage)) of \(getLanguageDisplayName(currentLanguage)) behouden?
pl: Wybrano \(countryName). Czy chcesz przełączyć się na \(getLanguageDisplayName(suggestedLanguage)) czy zachować \(getLanguageDisplayName(currentLanguage))?
ru: Вы выбрали \(countryName). Хотите перейти на \(getLanguageDisplayName(suggestedLanguage)) или оставить \(getLanguageDisplayName(currentLanguage))?
th: คุณเลือก \(countryName) แล้ว คุณต้องการเปลี่ยนไปใช้ \(getLanguageDisplayName(suggestedLanguage)) หรือคง \(getLanguageDisplayName(currentLanguage)) ไว้หรือไม่
tr: \(countryName) öğesini seçtiniz. \(getLanguageDisplayName(suggestedLanguage)) öğesine geçmek mi yoksa \(getLanguageDisplayName(currentLanguage)) öğesini tutmak mı istersiniz?
uk: Ви вибрали \(назва країни). Бажаєте перейти до \(getLanguageDisplayName(suggestedLanguage)) чи зберегти \(getLanguageDisplayName(currentLanguage))?
vi: Bạn đã chọn \(countryName). Bạn có muốn chuyển sang \(getLanguageDisplayName(suggestedLanguage)) hay giữ nguyên \(getLanguageDisplayName(currentLanguage))?
zh_hans: 您已选择 \(countryName)。您想切换到 \(getLanguageDisplayName(suggestedLanguage)) 还是保留 \(getLanguageDisplayName(currentLanguage))？

source: ZA
el: ΖΑ
he: ז"א
ja: 南アフリカ
ko: 자
ru: ЗА
th: ซา
zh_hans: 南非

source: ₹\(Int(platform.price))
ar: ₹\(Int(سعر المنصة))
cs: ₹\(Int(platform.cena))
de: ₹\(Int(Plattformpreis))
es: ₹\(Int(plataforma.precio))
fi: ₹\(Int(alusta.hinta))
id: ₹\(Int(platform.harga))
it: ₹\(Int(piattaforma.prezzo))
ja: ₹\(Int(プラットフォーム.価格))
ko: ₹\(Int(플랫폼 가격))
nb: ₹\(Int(plattform.pris))
nl: ₹\(Int(platform.prijs))
ru: ₹\(Цел.(платформ.цена))
th: ₹\(Int(ราคาแพลตฟอร์ม))
tr: ₹\(Int(platform.fiyat))
uk: ₹\(Int(платформа.ціна))
vi: ₹\(Int(nền tảng.giá))
zh_hans: ₹\(Int(平台价格))

source: Travellers
ar: مسافرين
ca: viatgers
cs: cestovatelů
de: Reisende
el: ταξιδιώτες
es: viajeros
fi: matkustajia
he: מטיילים
id: para pelancong
it: viaggiatori
ja: 旅行者
ko: 여행자들
nb: reisende
nl: reizigers
pl: podróżnicy
ru: путешественники
th: นักเดินทาง
tr: gezginler
uk: мандрівники
vi: du khách
zh_hans: 旅行者

source: guests
ar: الضيوف
ca: convidats
cs: hosté
de: Gäste
el: επισκέπτες
es: huéspedes
fi: vieraita
he: אורחים
id: tamu
it: ospiti
ja: ゲスト
ko: 손님들
nb: gjester
nl: gasten
pl: goście
ru: гости
th: แขก
tr: misafirler
uk: гостей
vi: khách
zh_hans: 客人

source: room
ar: غرفة
ca: habitació
cs: pokoj
de: Zimmer
el: δωμάτιο
es: habitación
fi: huone
he: חֶדֶר
id: ruang
it: camera
ja: 部屋
ko: 방
nb: rom
nl: kamer
pl: pokój
ru: комната
th: ห้อง
tr: oda
uk: кімната
vi: phòng
zh_hans: 房间

source: January
ar: يناير
ca: gener
cs: leden
de: Januar
el: Ιανουάριος
es: Enero
fi: tammikuu
he: יָנוּאָר
id: Januari
it: Gennaio
ja: 1月
ko: 1월
nb: januar
nl: Januari
pl: Styczeń
ru: Январь
th: มกราคม
tr: Ocak
uk: січня
vi: Tháng Một
zh_hans: 一月

source: February
ar: فبراير
ca: febrer
cs: únor
de: Februar
el: Φεβρουάριος
es: Febrero
fi: helmikuu
he: פֶבּרוּאָר
id: Februari
it: Febbraio
ja: 2月
ko: 2월
nb: februar
nl: Februari
pl: Luty
ru: февраль
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
vi: Tháng hai
zh_hans: 二月

source: March
ar: يمشي
ca: març
cs: Pochod
de: Marsch
el: Πορεία
es: Marzo
fi: maaliskuuta
he: מַרס
id: Berbaris
it: Marzo
ja: 行進
ko: 3월
nb: mars
nl: Maart
pl: marzec
ru: Маршировать
th: มีนาคม
tr: Mart
uk: березень
vi: Bước đều
zh_hans: 行进

source: April
ar: أبريل
ca: Abril
cs: duben
el: Απρίλιος
es: Abril
fi: huhtikuu
he: אַפּרִיל
it: aprile
ja: 4月
ko: 4월
pl: Kwiecień
ru: Апрель
th: เมษายน
tr: Nisan
uk: квітень
vi: Tháng tư
zh_hans: 四月

source: May
ar: يمكن
ca: maig
cs: květen
de: Mai
el: Μάιος
es: Puede
fi: toukokuuta
he: מַאִי
id: Mungkin
it: Maggio
ja: 5月
ko: 5월
nb: mai
nl: Kunnen
pl: Móc
ru: Может
th: อาจ
tr: Mayıs
uk: травня
vi: Có thể
zh_hans: 可能

source: June
ar: يونيو
ca: juny
cs: červen
de: Juni
el: Ιούνιος
es: Junio
fi: kesäkuuta
he: יוּנִי
id: Juni
it: Giugno
ja: 6月
ko: 6월
nb: juni
nl: juni
pl: Czerwiec
ru: Июнь
th: มิถุนายน
tr: Haziran
uk: червень
vi: Tháng sáu
zh_hans: 六月

source: July
ar: يوليو
ca: juliol
cs: červenec
de: Juli
el: Ιούλιος
es: Julio
fi: heinäkuu
he: יוּלִי
id: Juli
it: Luglio
ja: 7月
ko: 칠월
nb: juli
nl: juli
pl: Lipiec
ru: Июль
th: กรกฎาคม
tr: Temmuz
uk: липень
vi: Tháng bảy
zh_hans: 七月

source: August
ar: أغسطس
ca: Agost
cs: srpen
el: Αύγουστος
es: Agosto
fi: elokuu
he: אוֹגוּסט
id: Agustus
it: agosto
ja: 8月
ko: 팔월
nl: augustus
pl: Sierpień
ru: Август
th: สิงหาคม
tr: Ağustos
uk: Серпень
vi: Tháng tám
zh_hans: 八月

source: September
ar: سبتمبر
ca: setembre
cs: září
el: Σεπτέμβριος
es: Septiembre
fi: syyskuu
he: סֶפּטֶמבֶּר
it: settembre
ja: 9月
ko: 구월
pl: Wrzesień
ru: Сентябрь
th: กันยายน
tr: Eylül
uk: вересень
vi: Tháng 9
zh_hans: 九月

source: October
ar: أكتوبر
ca: Octubre
cs: říjen
de: Oktober
el: Οκτώβριος
es: Octubre
fi: lokakuu
he: אוֹקְטוֹבֶּר
id: Oktober
it: ottobre
ja: 10月
ko: 십월
nb: oktober
nl: oktober
pl: Październik
ru: Октябрь
th: ตุลาคม
tr: Ekim
uk: жовтень
vi: Tháng Mười
zh_hans: 十月

source: November
ar: نوفمبر
ca: novembre
cs: listopad
el: Νοέμβριος
es: Noviembre
fi: marraskuu
he: נוֹבֶמבֶּר
it: novembre
ja: 11月
ko: 십일월
pl: Listopad
ru: Ноябрь
th: พฤศจิกายน
tr: Kasım
uk: Листопад
vi: Tháng mười một
zh_hans: 十一月

source: December
ar: ديسمبر
ca: desembre
cs: prosinec
de: Dezember
el: Δεκέμβριος
es: Diciembre
fi: joulukuu
he: דֵצֶמבֶּר
id: Desember
it: Dicembre
ja: 12月
ko: 12월
nb: desember
pl: Grudzień
ru: декабрь
th: ธันวาคม
tr: Aralık
uk: грудень
vi: Tháng 12
zh_hans: 十二月

source: Mon
ar: الاثنين
ca: Dl
cs: Po
de: Mo
el: Δευτ
es: Lun
fi: ma
he: יום שני
id: Senin
it: lun
ja: 月曜日
ko: 월
nb: man
nl: Ma
pl: Poniedziałek
ru: Пн
th: จันทร์
tr: Pazartesi
uk: Пн
vi: Thứ Hai
zh_hans: 星期一

source: Tue
ar: الثلاثاء
ca: dt
cs: út
de: Di
el: Τρ
es: Mar
fi: ti
he: ג'
id: Selasa
it: Martedì
ja: 火曜
ko: 화
nb: tirs
nl: di
pl: wtorek
ru: Вт
th: อังคาร
tr: Salı
uk: Вт
vi: Thứ ba
zh_hans: 星期二

source: Wed
ar: تزوج
ca: Dc
cs: St
de: Heiraten
el: Νυμφεύομαι
es: Casarse
fi: ke
he: לְהִתְחַתֵן
id: Menikahi
it: Mercoledì
ja: 水曜
ko: 수요일
nb: ons
nl: wo
pl: Poślubić
ru: Обвенчались
th: พุธ
tr: Çarşamba
uk: ср
vi: Thứ tư
zh_hans: 星期三

source: Thu
ar: الخميس
ca: Dj
cs: Čt
de: Do
el: Πέμ
es: Jue
fi: to
he: יום ה'
id: Kamis
it: Giovedì
ja: 木曜
ko: 목
nb: tor
nl: Do
pl: Czw
ru: Чт
th: พฤหัสบดี
tr: Per
uk: чт
vi: Thứ Năm
zh_hans: 星期四

source: Fri
ar: الجمعة
ca: dv
cs: pá
de: Fr
el: Παρ
es: Vie
fi: pe
he: שישי
id: Jumat
it: Ven
ja: 金曜
ko: 금
nb: fre
nl: vr
pl: Pt
ru: Пт
th: ศุกร์
tr: Cuma
uk: пт
vi: Thứ sáu
zh_hans: 周五

source: Sat
ar: قعد
ca: ds
cs: sobota
de: Sa
el: Σάβ
es: Se sentó
fi: la
he: שבת
id: Duduk
it: Sab
ja: 土
ko: 앉았다
nb: Lør
nl: zat
pl: Sobota
ru: Сб
th: นั่ง
tr: Doygunluk
uk: сб
vi: Đã ngồi
zh_hans: 星期六

source: Sun
ar: شمس
ca: Sol
cs: Slunce
de: Sonne
el: Ήλιος
es: Sol
fi: Aurinko
he: שֶׁמֶש
id: Matahari
it: Sole
ja: 太陽
ko: 해
nb: Sol
nl: Zon
pl: Słoneczny
ru: Солнце
th: ดวงอาทิตย์
tr: Güneş
uk: сонце
vi: Mặt trời
zh_hans: 太阳

source: Jan
ar: يناير
el: Ιαν
es: Ene
fi: tammikuu
he: ינואר
id: Januari
it: gennaio
ja: ヤン
ko: 1월
ru: Янв
th: ม.ค
tr: Ocak
uk: січня
vi: Tháng một
zh_hans: 简

source: Feb
ar: فبراير
ca: Febrer
cs: února
de: Februar
el: Φεβ
fi: helmikuuta
he: פברואר
id: Februari
it: Febbraio
ja: 2月
ko: 2월
nl: februari
pl: Luty
ru: февраль
th: กุมภาพันธ์
tr: Şubat
uk: лютий
vi: Tháng Hai
zh_hans: 二月

source: Mar
ar: مارس
de: Beschädigen
el: Αφανίζω
fi: maaliskuu
he: לְקַלְקֵל
id: Merusak
it: Marzo
ja: 3月
ko: 3월
nl: Maart
pl: Zniszczyć
ru: март
th: มาร์
tr: Mart
uk: березень
vi: Tháng Ba
zh_hans: 3月

source: Apr
ar: أبريل
ca: abr
cs: dubna
de: April
el: Απρ
es: Abr
fi: huhtikuu
he: אפריל
id: April
it: aprile
ja: 4月
ko: 4월
nl: april
pl: kwiecień
ru: апрель
th: เม.ย.
tr: Nisan
uk: квіт
vi: Tháng tư
zh_hans: 四月

source: Jun
ar: يونيو
ca: Juny
cs: června
de: Juni
el: Ιούν
fi: kesäkuuta
he: יוני
id: Juni
it: giugno
ja: ジュン
ko: 6월
nl: juni
pl: Czerwiec
ru: Джун
th: จุน
tr: Haziran
uk: черв
vi: Tháng sáu
zh_hans: 六月

source: Jul
ar: يوليو
cs: července
el: Ιουλ
fi: heinäkuuta
he: יולי
id: Juli
it: luglio
ja: 7月
ko: 7월
nl: juli
pl: Lipiec
ru: Июль
th: ก.ค.
tr: Temmuz
uk: лип
vi: Tháng 7
zh_hans: 七月

source: Aug
ar: أغسطس
ca: agost
de: August
el: Αύγ
es: Ago
fi: elokuu
he: אוגוסט
id: Agustus
it: agosto
ja: 8月
ko: 8월
nb: august
nl: augustus
pl: Sierpień
ru: август
th: ส.ค.
tr: Ağustos
uk: серп
vi: Tháng tám
zh_hans: 八月

source: Sep
ar: سبتمبر
ca: Set
cs: září
de: September
el: Σεπτ
fi: syyskuu
he: ספטמבר
id: September
it: Settembre
ja: 9月
ko: 9월
nl: september
pl: Wrzesień
ru: сентябрь
th: ก.ย.
tr: Eylül
uk: вер
vi: Tháng 9
zh_hans: 九月

source: Oct
ar: أكتوبر
de: Oktober
el: Οκτ
fi: lokakuu
he: אוקטובר
id: Oktober
it: ottobre
ja: 10月
ko: 10월
nb: okt
nl: okt
pl: Październik
ru: Октябрь
th: ต.ค.
tr: Ekim
uk: жовт
vi: Tháng Mười
zh_hans: 十月

source: Nov
ar: نوفمبر
cs: listopad
de: November
el: Νοε
fi: marraskuu
he: נובמבר
id: November
it: novembre
ja: 11月
ko: 11월
nl: november
pl: Listopad
ru: ноябрь
th: พฤศจิกายน
tr: Kasım
uk: Листопад
vi: Tháng 11
zh_hans: 十一月

source: Dec
ar: ديسمبر
ca: desembre
cs: prosinec
de: Dez
el: Δεκ
es: Dic
fi: joulukuuta
he: דצמבר
id: Desember
it: Dicembre
ja: 12月
ko: 12월
nb: des
nl: december
pl: Grudzień
ru: Декабрь
th: ธันวาคม
tr: Aralık
uk: груд
vi: Tháng mười hai
zh_hans: 十二月

source: stop
ar: قف
ca: parar
cs: zastávka
de: stoppen
el: στάση
es: detener
he: לְהַפְסִיק
id: berhenti
it: fermare
ja: 停止
ko: 멈추다
nb: stoppe
pl: zatrzymywać się
ru: останавливаться
th: หยุด
tr: durmak
uk: СТІЙ
vi: dừng lại
zh_hans: 停止

source: \(getAppVersion()) (\(getBuildNumber()))
ar: \(الحصول على إصدار التطبيق()) (\(الحصول على رقم البناء()))
es: \(obtenerVersiónDeAplicación()) (\(obtenerNúmeroDeCompilación()))

source: \n
ar: _ن
es: \norte
ru: \н

source: fr-FR
ar: فرنسي-فرنسي
es: es-ES
ko: 프랑스어-프랑스어

source: Google
ar: جوجل
he: גוגל
ja: グーグル
zh_hans: 谷歌

source: h:mm a
ar: ح:م أ
el: ω:μμ α
he: ח:ממ א
id: jam:mm a
ko: 음:음 아
nl: u:mm a
ru: ч:мм а
uk: год:хв а
vi: h:mm một
zh_hans: 时:分

source: hr-HR
ar: ساعة-ساعة
cs: hod-HR
es: RRHH-RRHH
id: jam-SDM
ja: 時間-時間
zh_hans: 时长

source: nl-NL
ar: الهولندية-الهولندية

source: ru-RU
ar: رو-رو
ja: るる
ko: 루루
ru: ру-RU
zh_hans: 茹-茹

source: sv-SE
ar: إس في-إس إي
ko: 남동부
nl: sv-ZO
pl: południowy-południowy wschód
ru: св-SE
uk: св-ПВ

source: th-TH
ar: ث-ث
cs: čt-TH
el: ου-Θ
he: ה-ה'
id: ke-TH

source: zh-Hans
ar: زه-هانز
he: ז'-הנס
ja: zh-ハンス
ko: zh-한스
uk: ж-Ганс
zh_hans: 汉语

source: dd MMM
el: ηη ΜΜΜ
ko: 일 음월
ru: дд МММ
uk: дд МММ
zh_hans: 日月

source: HasMore: \(viewModel.hasMoreResults ?
de: HatMehr: \(viewModel.hasMoreResults ?
el: Έχει Περισσότερα: \(viewModel.hasΠερισσότερα Αποτελέσματα ?
es: TieneMás: \(viewModel.hasMoreResults ?
nl: HeeftMeer: \(viewModel.hasMoreResults ?
pl: MaWięcej: \(viewModel.hasMoreResults ?
ru: ИмеетБольше: \(viewModel.hasMoreResults ?
zh_hans: 有更多：\（viewModel.hasMoreResults？

source: mp3
ko: 엠피3
ru: мп3

source: ms-MY
es: ms-MI
nb: ms-MIN
nl: ms-MIJN
ru: мс-MY
tr: ms-BENİM

source: msclkid
es: niño mscl
ru: mslkid

source: YYYY-MM-DDTHH:MM
ca: aaaa-MM-dd'T'HH:mm
cs: RRRR-MM-DDTHH:MM
de: jjjj-MM-tt'T'HH:mm
el: εεε-ΜΜ-ηηΗΗΗ:μμ
es: aaaa-MM-dd'T'HH:mm
fi: vvvv-KK-pp'T'HH:mm
id: TTTT-BB-HHJJ:BB
it: aaaa-MM-gg'T'HH:mm
ko: 년-월-일 일:월
nb: åååå-MM-dd'T'HH:mm
nl: jjjj-MM-dd'T'UU:mm
pl: rrrr-MM-dd'T'HH:mm
ru: гггг-ММ-дд'Т'ЧЧ:мм
tr: yyyy-AA-gg'T'SS:dd
uk: рррр-MM-dd'T'HH:mm

source: en-GB
de: de-GB
fi: fi-GB
ko: 영어(영국)
nb: no-GB
zh_hans: 英文

source: lv-LV
zh_hans: 左心室-左心室

source: zh-CN
ja: 中国
zh_hans: 繁體中文

source: 9I
el: 9Ι
es: 9Yo
he: 9 אני
id: 9Saya
ko: 9나
uk: 9І

source: \(travelersText), \(selectedClass.displayName)
de: \(Reisetext), \(ausgewählteKlasse.Anzeigename)
es: \(viajerosTexto), \(claseseleccionada.nombreparamostrar)
ja: \(旅行者テキスト), \(選択されたクラス.表示名)
ko: \(여행자텍스트), \(선택된클래스.표시이름)
nl: \(reizigersTekst), \(geselecteerdeKlasse.weergaveNaam)
tr: \(gezginlerinMetni), \(seçiliSınıf.görüntülenenAdı)

source: : viewModel.isLoadingMore ?
el: : viewModel.isLoadingΠερισσότερα;
fi: : viewModel.isLoadingLisää ?

source: ₹%.0f
el: ₹%.0στ
id: Rp%.0f
