Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Loading currencies...
ar: جاري تحميل العملات...
ca: S'estan carregant les monedes...
cs: Načítání měn...
de: Währungen werden geladen...
el: Φόρτωση νομισμάτων...
es: Cargando monedas...
fi: Ladataan valuuttoja...
he: טוען מטבעות...
id: Memuat mata uang...
it: Caricamento valute in corso...
ja: 通貨を読み込んでいます...
ko: 통화를 로딩하는 중...
nb: Laster inn valutaer...
nl: Valuta laden...
pl: Ładowanie walut...
ro: Se încarcă monedele...
ru: Загрузка валют...
th: กำลังโหลดสกุลเงิน...
tr: Para birimleri yükleniyor...
uk: Завантаження валют...
vi: Đang tải tiền tệ...
zh_hans: 正在加载货币...

source: Searching locations...
ar: جاري البحث عن المواقع...
ca: S'estan cercant ubicacions...
cs: Vyhledávání míst...
de: Standorte werden gesucht...
el: Αναζήτηση τοποθεσιών...
es: Buscando ubicaciones...
fi: Haetaan paikkoja...
he: מחפש מיקומים...
id: Mencari lokasi...
it: Ricerca posizioni...
ja: 場所を検索しています...
ko: 위치 검색 중...
nb: Søker etter steder...
nl: Locaties zoeken...
pl: Wyszukiwanie lokalizacji...
ro: Se caută locații...
ru: Поиск местоположений...
th: กำลังค้นหาตำแหน่งที่ตั้ง...
tr: Konumlar aranıyor...
uk: Пошук місць...
vi: Đang tìm kiếm địa điểm...
zh_hans: 正在搜索位置...

source: No Internet connection. Try reconnecting
ar: لا يوجد اتصال بالإنترنت. حاول إعادة الاتصال.
ca: Sense connexió a Internet. Prova de tornar a connectar
cs: Žádné připojení k internetu. Zkuste se znovu připojit
de: Keine Internetverbindung. Versuchen Sie, die Verbindung erneut herzustellen
el: Δεν υπάρχει σύνδεση στο Διαδίκτυο. Δοκιμάστε να επανασυνδεθείτε
es: No hay conexión a Internet. Intenta volver a conectarte.
fi: Ei Internet-yhteyttä. Yritä muodostaa yhteys uudelleen
he: אין חיבור לאינטרנט. נסה להתחבר מחדש
id: Tidak ada koneksi internet. Coba sambungkan kembali
it: Nessuna connessione Internet. Prova a riconnetterti
ja: インターネットに接続できません。再接続してください
ko: 인터넷에 연결되지 않았습니다. 다시 연결해 보세요.
nb: Ingen Internett-tilkobling. Prøv å koble til på nytt
nl: Geen internetverbinding. Probeer opnieuw verbinding te maken.
pl: Brak połączenia z internetem. Spróbuj połączyć się ponownie.
ro: Fără conexiune la internet. Încercați să vă reconectați
ru: Нет подключения к Интернету. Попробуйте переподключиться.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต ลองเชื่อมต่อใหม่อีกครั้ง
tr: İnternet bağlantısı yok. Yeniden bağlanmayı deneyin.
uk: Немає підключення до Інтернету. Спробуйте повторно підключитися
vi: Không có kết nối Internet. Hãy thử kết nối lại
zh_hans: 无互联网连接。请尝试重新连接

source: Select location to search flight
ar: حدد الموقع للبحث عن الرحلة
ca: Seleccioneu la ubicació per cercar un vol
cs: Vyberte místo pro vyhledání letu
de: Wählen Sie einen Ort für die Flugsuche aus
el: Επιλέξτε τοποθεσία για αναζήτηση πτήσης
es: Seleccione la ubicación para buscar vuelos
fi: Valitse paikka etsiä lentoa
he: בחר מיקום לחיפוש טיסה
id: Pilih lokasi untuk mencari penerbangan
it: Seleziona la località per cercare il volo
ja: フライトを検索する場所を選択してください
ko: 항공편을 검색하려면 위치를 선택하세요
nb: Velg sted for å søke etter flyreise
nl: Selecteer locatie om vlucht te zoeken
pl: Wybierz lokalizację, aby wyszukać lot
ro: Selectați locația pentru a căuta zborul
ru: Выберите место для поиска рейса
th: เลือกสถานที่เพื่อค้นหาเที่ยวบิน
tr: Uçuş aramak için konumu seçin
uk: Виберіть місце для пошуку рейсу
vi: Chọn vị trí để tìm kiếm chuyến bay
zh_hans: 选择搜索航班的位置

source: Try different locations
ar: جرب مواقع مختلفة
ca: Proveu diferents ubicacions
cs: Vyzkoušejte různá umístění
de: Probieren Sie verschiedene Standorte aus
el: Δοκιμάστε διαφορετικές τοποθεσίες
es: Pruebe diferentes ubicaciones
fi: Kokeile eri paikkoja
he: נסה מיקומים שונים
id: Coba lokasi yang berbeda
it: Prova diverse posizioni
ja: さまざまな場所を試してみる
ko: 다른 위치를 시도해 보세요
nb: Prøv forskjellige steder
nl: Probeer verschillende locaties
pl: Wypróbuj różne lokalizacje
ro: Încercați diferite locații
ru: Попробуйте разные места
th: ลองสถานที่ที่แตกต่างกัน
tr: Farklı yerleri deneyin
uk: Спробуйте різні місця
vi: Hãy thử các địa điểm khác nhau
zh_hans: 尝试不同的位置

source: Something went wrong!
ar: لقد حدث خطأ ما!
ca: Alguna cosa va fallar!
cs: Něco se pokazilo!
de: Etwas ist schiefgelaufen!
el: Κάτι πήγε στραβά!
es: ¡Algo salió mal!
fi: Jotain meni pieleen!
he: משהו השתבש!
id: Ada yang salah!
it: Qualcosa è andato storto!
ja: 問題が発生しました。
ko: 문제가 발생했습니다!
nb: Noe gikk galt!
nl: Er is iets fout gegaan!
pl: Coś poszło nie tak!
ro: Ceva a mers prost!
ru: Что-то пошло не так!
th: มีบางอย่างผิดปกติ!
tr: Bir şeyler ters gitti!
uk: Щось пішло не так!
vi: Có gì đó không ổn!
zh_hans: 出问题了！

source: Try Again
ar: حاول ثانية
ca: Torna-ho a provar
cs: Zkuste to znovu
de: Versuchen Sie es erneut
el: Δοκιμάστε ξανά
es: Intentar otra vez
fi: Yritä uudelleen
he: נסה שוב
id: Coba Lagi
it: Riprova
ja: もう一度やり直してください
ko: 다시 시도하세요
nb: Prøv igjen
nl: Probeer het opnieuw
pl: Spróbuj ponownie
ro: Încearcă din nou
ru: Попробуйте еще раз
th: ลองอีกครั้ง
tr: Tekrar deneyin
uk: Спробуйте знову
vi: Thử lại
zh_hans: 再试一次

source: Error loading countries
ar: خطأ في تحميل البلدان
ca: S'ha produït un error en carregar els països
cs: Při načítání zemí došlo k chybě
de: Fehler beim Laden der Länder
el: Σφάλμα φόρτωσης χωρών
es: Error al cargar países
fi: Virhe ladattaessa maita
he: שגיאה בטעינת מדינות
id: Terjadi kesalahan saat memuat negara
it: Errore durante il caricamento dei paesi
ja: 国を読み込む際にエラーが発生しました
ko: 국가를 로드하는 중 오류가 발생했습니다.
nb: Feil ved innlasting av land
nl: Fout bij het laden van landen
pl: Błąd ładowania krajów
ro: Eroare la încărcarea țărilor
ru: Ошибка загрузки стран
th: เกิดข้อผิดพลาดในการโหลดประเทศ
tr: Ülkeler yüklenirken hata oluştu
uk: Помилка завантаження країн
vi: Lỗi khi tải quốc gia
zh_hans: 加载国家/地区时出错

source: Error loading currencies
ar: خطأ في تحميل العملات
ca: S'ha produït un error en carregar les monedes
cs: Chyba při načítání měn
de: Fehler beim Laden der Währungen
el: Σφάλμα κατά τη φόρτωση των νομισμάτων
es: Error al cargar monedas
fi: Virhe ladattaessa valuuttoja
he: שגיאה בטעינת מטבעות
id: Terjadi kesalahan saat memuat mata uang
it: Errore durante il caricamento delle valute
ja: 通貨の読み込み中にエラーが発生しました
ko: 통화 로딩 오류
nb: Feil ved innlasting av valutaer
nl: Fout bij het laden van valuta's
pl: Błąd ładowania walut
ro: Eroare la încărcarea monedelor
ru: Ошибка загрузки валют
th: เกิดข้อผิดพลาดในการโหลดสกุลเงิน
tr: Para birimleri yüklenirken hata oluştu
uk: Помилка завантаження валют
vi: Lỗi khi tải tiền tệ
zh_hans: 加载货币时出错

source: No recent searches
ar: لا توجد عمليات بحث حديثة
ca: No hi ha cerques recents
cs: Žádné nedávné vyhledávání
de: Keine aktuellen Suchvorgänge
el: Δεν υπάρχουν πρόσφατες αναζητήσεις
es: No hay búsquedas recientes
fi: Ei viimeaikaisia ​​hakuja
he: אין חיפושים אחרונים
id: Tidak ada pencarian terbaru
it: Nessuna ricerca recente
ja: 最近の検索はありません
ko: 최근 검색 결과가 없습니다
nb: Ingen nylige søk
nl: Geen recente zoekopdrachten
pl: Brak ostatnich wyszukiwań
ro: Fără căutări recente
ru: Нет недавних поисков
th: ไม่มีการค้นหาล่าสุด
tr: Son arama yok
uk: Немає останніх пошуків
vi: Không có tìm kiếm gần đây
zh_hans: 没有最近搜索

source: Your recent flight searches will appear here
ar: ستظهر عمليات البحث عن رحلات الطيران الأخيرة هنا
ca: Les teves cerques de vols recents apareixeran aquí
cs: Zde se zobrazí vaše nedávné vyhledávání letů
de: Ihre letzten Flugsuchen werden hier angezeigt
el: Οι πρόσφατες αναζητήσεις πτήσεων θα εμφανιστούν εδώ
es: Tus búsquedas de vuelos recientes aparecerán aquí
fi: Viimeisimmät lentohakusi näkyvät tässä
he: חיפושי הטיסות האחרונים שלך יופיעו כאן
id: Pencarian penerbangan terbaru Anda akan muncul di sini
it: Le tue recenti ricerche di voli appariranno qui
ja: 最近のフライト検索がここに表示されます
ko: 최근 항공편 검색 내역이 여기에 표시됩니다.
nb: De siste flysøkene dine vises her
nl: Uw recente vluchtzoekopdrachten worden hier weergegeven
pl: Tutaj pojawią się Twoje ostatnie wyszukiwania lotów
ro: Căutările dvs. recente de zboruri vor apărea aici
ru: Ваши последние поисковые запросы по рейсам будут отображаться здесь.
th: การค้นหาเที่ยวบินล่าสุดของคุณจะปรากฏที่นี่
tr: Son uçuş aramalarınız burada görünecektir
uk: Тут відображатимуться ваші нещодавні пошукові запити щодо авіарейсів
vi: Các tìm kiếm chuyến bay gần đây của bạn sẽ xuất hiện ở đây
zh_hans: 您最近的航班搜索将显示在这里

source: No locations found
ar: لم يتم العثور على أي مواقع
ca: No s'han trobat ubicacions
cs: Nebyla nalezena žádná místa
de: Keine Standorte gefunden
el: Δεν βρέθηκαν τοποθεσίες
es: No se encontraron ubicaciones
fi: Paikkoja ei löytynyt
he: לא נמצאו מיקומים
id: Tidak ada lokasi yang ditemukan
it: Nessuna posizione trovata
ja: 場所が見つかりません
ko: 위치를 찾을 수 없습니다
nb: Ingen steder funnet
nl: Geen locaties gevonden
pl: Nie znaleziono lokalizacji
ro: Nu s-au găsit locații
ru: Местоположения не найдены
th: ไม่พบตำแหน่งที่ตั้ง
tr: Hiçbir konum bulunamadı
uk: Місця не знайдено
vi: Không tìm thấy vị trí nào
zh_hans: 未找到任何地点

source: Try searching with a different keyword
ar: حاول البحث باستخدام كلمة رئيسية مختلفة
ca: Proveu de cercar amb una paraula clau diferent
cs: Zkuste hledat pomocí jiného klíčového slova
de: Versuchen Sie es mit einem anderen Schlüsselwort.
el: Δοκιμάστε να κάνετε αναζήτηση με διαφορετική λέξη-κλειδί
es: Intente buscar con una palabra clave diferente
fi: Kokeile hakea toisella avainsanalla
he: נסה לחפש עם מילת מפתח אחרת
id: Coba cari dengan kata kunci yang berbeda
it: Prova a cercare con una parola chiave diversa
ja: 別のキーワードで検索してみてください
ko: 다른 키워드로 검색해보세요
nb: Prøv å søke med et annet søkeord
nl: Probeer te zoeken met een ander trefwoord
pl: Spróbuj wyszukać przy użyciu innego słowa kluczowego
ro: Încercați să căutați cu un alt cuvânt cheie
ru: Попробуйте выполнить поиск по другому ключевому слову.
th: ลองค้นหาด้วยคำสำคัญอื่น
tr: Farklı bir anahtar kelimeyle aramayı deneyin
uk: Спробуйте виконати пошук за іншим ключовим словом
vi: Hãy thử tìm kiếm bằng một từ khóa khác
zh_hans: 尝试使用不同的关键字搜索

source: No countries found
ar: لم يتم العثور على دول
ca: No s'han trobat països
cs: Nebyly nalezeny žádné země
de: Keine Länder gefunden
el: Δεν βρέθηκαν χώρες
es: No se encontraron países
fi: Maita ei löytynyt
he: לא נמצאו מדינות
id: Tidak ada negara yang ditemukan
it: Nessun paese trovato
ja: 国が見つかりません
ko: 국가를 찾을 수 없습니다
nb: Ingen land funnet
nl: Geen landen gevonden
pl: Nie znaleziono krajów
ro: Nu au fost găsite țări
ru: Страны не найдены
th: ไม่พบประเทศ
tr: Hiçbir ülke bulunamadı
uk: Країни не знайдено
vi: Không tìm thấy quốc gia nào
zh_hans: 未找到任何国家

source: No currencies found
ar: لم يتم العثور على العملات
ca: No s'han trobat monedes
cs: Nebyly nalezeny žádné měny
de: Keine Währungen gefunden
el: Δεν βρέθηκαν νομίσματα
es: No se encontraron monedas
fi: Valuuttoja ei löytynyt
he: לא נמצאו מטבעות
id: Tidak ada mata uang yang ditemukan
it: Nessuna valuta trovata
ja: 通貨が見つかりません
ko: 통화를 찾을 수 없습니다
nb: Finner ingen valutaer
nl: Geen valuta gevonden
pl: Nie znaleziono walut
ro: Nu au fost găsite monede
ru: Валюты не найдены
th: ไม่พบสกุลเงิน
tr: Hiçbir para birimi bulunamadı
uk: Валюти не знайдено
vi: Không tìm thấy loại tiền tệ nào
zh_hans: 未找到任何货币

source: Flight Details
ar: تفاصيل الرحلة
ca: Detalls del vol
cs: Podrobnosti o letu
de: Flugdetails
el: Στοιχεία πτήσης
es: Detalles del vuelo
fi: Lennon tiedot
he: פרטי טיסה
id: Detail Penerbangan
it: Dettagli del volo
ja: フライトの詳細
ko: 항공편 세부 정보
nb: Flydetaljer
nl: Vluchtgegevens
pl: Szczegóły lotu
ro: Detalii zbor
ru: Информация о рейсе
th: รายละเอียดเที่ยวบิน
tr: Uçuş Detayları
uk: Деталі рейсу
vi: Chi tiết chuyến bay
zh_hans: 航班详情

source: Aircraft N/A
ar: طائرة غير متوفرة
ca: Aeronau N/A
cs: Letadlo N/A
de: Flugzeug N/A
el: Α/Α αεροσκάφους
es: Aeronave N/A
fi: Lentokone N/A
he: מטוסים לא
id: Pesawat N/A
it: Aeromobile N/D
ja: 航空機 N/A
ko: 항공기 없음
nb: Fly N/A
nl: Vliegtuig N/A
pl: Samolot N/A
ro: Aeronava N/A
ru: Самолет N/A
th: เครื่องบิน N/A
tr: Uçak Yok
uk: Літак Н/Д
vi: Máy bay N/A
zh_hans: 飞机 不适用

source: wifi
ar: واي فاي
de: W-lan
ko: 와이파이
th: ไวไฟ
zh_hans: 无线上网

source: View details
ar: عرض التفاصيل
ca: Veure detalls
cs: Zobrazit podrobnosti
de: Details anzeigen
el: Δείτε λεπτομέρειες
es: Ver detalles
fi: Näytä tiedot
he: הצג פרטים
id: Lihat detailnya
it: Visualizza i dettagli
ja: 詳細を表示
ko: 세부 정보 보기
nb: Se detaljer
nl: Bekijk details
pl: Zobacz szczegóły
ro: Vezi detalii
ru: Посмотреть подробности
th: ดูรายละเอียด
tr: Ayrıntıları görüntüle
uk: Переглянути деталі
vi: Xem chi tiết
zh_hans: 查看详细信息

source: Hide details
ar: إخفاء التفاصيل
ca: Amaga els detalls
cs: Skrýt podrobnosti
de: Details ausblenden
el: Απόκρυψη λεπτομερειών
es: Ocultar detalles
fi: Piilota tiedot
he: הסתר פרטים
id: Sembunyikan detail
it: Nascondi dettagli
ja: 詳細を非表示
ko: 세부 정보 숨기기
nb: Skjul detaljer
nl: Details verbergen
pl: Ukryj szczegóły
ro: Ascunde detaliile
ru: Скрыть подробности
th: ซ่อนรายละเอียด
tr: Ayrıntıları gizle
uk: Приховати деталі
vi: Ẩn chi tiết
zh_hans: 隐藏详细信息

source: Login to get some
ar: قم بتسجيل الدخول للحصول على بعض
ca: Inicieu sessió per obtenir-ne
cs: Chcete-li nějaké získat, přihlaste se
de: Melden Sie sich an, um etwas zu bekommen
el: Συνδεθείτε για να πάρετε μερικά
es: Inicia sesión para obtener algunos
fi: Kirjaudu sisään saadaksesi joitain
he: התחבר כדי לקבל חלק
id: Masuk untuk mendapatkan beberapa
it: Accedi per ottenere alcuni
ja: ログインして入手
ko: 로그인하여 받으세요
nb: Logg inn for å få noen
nl: Meld je aan om wat te krijgen
pl: Zaloguj się, aby uzyskać
ro: Conectați-vă pentru a obține câteva
ru: Войдите, чтобы получить некоторые
th: เข้าสู่ระบบเพื่อรับบางส่วน
tr: Giriş yapın ve biraz alın
uk: Увійдіть, щоб отримати трохи
vi: Đăng nhập để nhận một số
zh_hans: 登录即可获取

source: Exclusive deals
ar: عروض حصرية
ca: Ofertes exclusives
cs: Exkluzivní nabídky
de: Exklusive Angebote
el: Αποκλειστικές προσφορές
es: Ofertas exclusivas
fi: Eksklusiivisia tarjouksia
he: מבצעים בלעדיים
id: Penawaran eksklusif
it: Offerte esclusive
ja: 限定セール
ko: 독점 거래
nb: Eksklusive tilbud
nl: Exclusieve deals
pl: Ekskluzywne oferty
ro: Oferte exclusive
ru: Эксклюзивные предложения
th: ข้อเสนอพิเศษ
tr: Özel fırsatlar
uk: Ексклюзивні пропозиції
vi: Ưu đãi độc quyền
zh_hans: 独家优惠

source: Explore
ar: يستكشف
ca: Explora
cs: Prozkoumat
de: Erkunden
el: Εξερευνώ
es: Explorar
fi: Tutkia
he: לַחקוֹר
id: Mengeksplorasi
it: Esplorare
ja: 探検する
ko: 탐구하다
nb: Utforske
nl: Ontdekken
pl: Badać
ro: Explora
ru: Исследовать
th: สำรวจ
tr: Keşfetmek
uk: Досліджуйте
vi: Khám phá
zh_hans: 探索

source: Popular Destinations
ar: الوجهات الشعبية
ca: Destinacions populars
cs: Oblíbené destinace
de: Beliebtestes Reiseziel
el: Δημοφιλείς προορισμοί
es: Destinos populares
fi: Suositut kohteet
he: יעדים פופולריים
id: Destinasi Populer
it: Destinazioni popolari
ja: 人気の目的地
ko: 인기 여행지
nb: Populære reisemål
nl: Populaire bestemmingen
pl: Popularne miejsca docelowe
ro: Destinații populare
ru: Популярные направления
th: จุดหมายปลายทางยอดนิยม
tr: Popüler Destinasyonlar
uk: Популярні напрямки
vi: Điểm đến phổ biến
zh_hans: 热门目的地

source: Popular Hotels
ar: الفنادق الشعبية
ca: Hotels populars
cs: Populární hotely
de: Beliebte Hotels
el: Δημοφιλή ξενοδοχεία
es: Hoteles populares
fi: Suositut hotellit
he: מלונות פופולריים
id: Hotel Populer
it: Hotel popolari
ja: 人気のホテル
ko: 인기 호텔
nb: Populære hoteller
nl: Populaire hotels
pl: Popularne hotele
ro: Hoteluri populare
ru: Популярные отели
th: โรงแรมยอดนิยม
tr: Popüler Oteller
uk: Популярні готелі
vi: Khách sạn phổ biến
zh_hans: 热门酒店

source: Popular Car Rentals
ar: تأجير السيارات الشعبية
ca: Lloguer de cotxes populars
cs: Oblíbené půjčovny aut
de: Beliebte Autovermietungen
el: Δημοφιλείς ενοικιάσεις αυτοκινήτων
es: Alquileres de coches populares
fi: Suositut autonvuokraukset
he: השכרת רכב פופולרית
id: Rental Mobil Populer
it: Noleggio auto popolari
ja: 人気のレンタカー
ko: 인기 렌터카
nb: Populære bilutleie
nl: Populaire autoverhuurbedrijven
pl: Popularne wypożyczalnie samochodów
ro: Închirieri auto populare
ru: Популярные прокаты автомобилей
th: รถเช่ายอดนิยม
tr: Popüler Araç Kiralama
uk: Популярний прокат автомобілів
vi: Cho thuê xe phổ biến
zh_hans: 热门租车

source: Why Last Minute Flights ?
ar: لماذا رحلات اللحظة الأخيرة؟
ca: Per què vols d'última hora?
cs: Proč lety na poslední chvíli?
de: Warum Last-Minute-Flüge?
el: Γιατί πτήσεις τελευταίας στιγμής;
es: ¿Por qué vuelos de último minuto?
fi: Miksi viime hetken lennot?
he: למה טיסות ברגע האחרון?
id: Mengapa Penerbangan Menit Terakhir?
it: Perché voli last minute?
ja: なぜ直前のフライトなのか?
ko: 왜 막판 항공편을 이용하시나요?
nb: Hvorfor flyreiser i siste liten?
nl: Waarom lastminutevluchten?
pl: Dlaczego loty last minute?
ro: De ce zboruri de ultimă oră?
ru: Почему выгодные авиабилеты в последнюю минуту?
th: เหตุใดจึงต้องบินเที่ยวบินนาทีสุดท้าย?
tr: Neden Son Dakika Uçuşları?
uk: Чому рейси в останню хвилину?
vi: Tại sao phải bay vào phút chót?
zh_hans: 为什么要选择最后一分钟的航班？

source: Compare flights from various airlines to find the best prices.
ar: قم بمقارنة الرحلات الجوية من شركات الطيران المختلفة للعثور على أفضل الأسعار.
ca: Compareu els vols de diverses companyies aèries per trobar els millors preus.
cs: Porovnejte lety různých leteckých společností a zjistěte nejlepší ceny.
de: Vergleichen Sie Flüge verschiedener Fluggesellschaften, um die besten Preise zu finden.
el: Συγκρίνετε πτήσεις από διάφορες αεροπορικές εταιρείες για να βρείτε τις καλύτερες τιμές.
es: Compara vuelos de varias aerolíneas para encontrar los mejores precios.
fi: Vertaile lentoja eri lentoyhtiöiltä löytääksesi parhaat hinnat.
he: השווה טיסות מחברות תעופה שונות כדי למצוא את המחירים הטובים ביותר.
id: Bandingkan penerbangan dari berbagai maskapai untuk menemukan harga terbaik.
it: Confronta i voli di diverse compagnie aeree per trovare i prezzi migliori.
ja: さまざまな航空会社のフライトを比較して、最良の価格を見つけましょう。
ko: 다양한 항공사의 항공편을 비교하여 가장 저렴한 가격을 찾아보세요.
nb: Sammenlign flyreiser fra ulike flyselskaper for å finne de beste prisene.
nl: Vergelijk vluchten van verschillende luchtvaartmaatschappijen om de beste prijzen te vinden.
pl: Porównaj loty różnych linii lotniczych, aby znaleźć najlepsze ceny.
ro: Comparați zboruri de la diferite companii aeriene pentru a găsi cele mai bune prețuri.
ru: Сравните рейсы разных авиакомпаний, чтобы найти лучшие цены.
th: เปรียบเทียบเที่ยวบินจากสายการบินต่างๆ เพื่อค้นหาราคาที่ดีที่สุด
tr: En iyi fiyatları bulmak için çeşitli havayollarının uçuşlarını karşılaştırın.
uk: Порівняйте рейси різних авіакомпаній, щоб знайти найкращі ціни.
vi: So sánh các chuyến bay từ nhiều hãng hàng không khác nhau để tìm được giá tốt nhất.
zh_hans: 比较各家航空公司的航班以找到最优惠的价格。

source: Book Smart, Travel Easy
ar: احجز بذكاء، سافر بسهولة
ca: Reserveu intel·ligent, viatgeu fàcil
cs: Rezervujte chytře, cestujte snadno
de: Clever buchen, einfach reisen
el: Κάντε κράτηση Smart, Travel Easy
es: Reserva inteligentemente, viaja fácil
fi: Varaa älykkäästi, matkusta helposti
he: ספר חכם, נסיעה קלה
id: Pesan Cerdas, Bepergian Mudah
it: Prenota in modo intelligente, viaggia facilmente
ja: 賢く予約して、楽に旅を
ko: 똑똑하게 예약하고, 편하게 여행하세요
nb: Bestill Smart, Reis enkelt
nl: Boek slim, reis gemakkelijk
pl: Rezerwuj mądrze, podróżuj łatwo
ro: Rezervați inteligent, călătoriți ușor
ru: Бронируйте с умом, путешествуйте легко
th: จองอย่างชาญฉลาด เดินทางง่าย
tr: Akıllıca Rezervasyon Yapın, Kolay Seyahat Edin
vi: Đặt vé thông minh, du lịch dễ dàng
zh_hans: 明智预订，轻松出行

source: Save money by comparing affordable flights from top airlines quickly.
ar: وفر المال عن طريق مقارنة الرحلات الجوية بأسعار معقولة من شركات الطيران الكبرى بسرعة.
ca: Estalvieu diners comparant ràpidament els vols assequibles de les principals companyies aèries.
cs: Ušetřete peníze rychlým porovnáním cenově dostupných letů od nejlepších leteckých společností.
de: Sparen Sie Geld, indem Sie günstige Flüge der Top-Fluggesellschaften schnell vergleichen.
el: Εξοικονομήστε χρήματα συγκρίνοντας γρήγορα προσιτές πτήσεις από κορυφαίες αεροπορικές εταιρείες.
es: Ahorre dinero comparando rápidamente vuelos asequibles de las principales aerolíneas.
fi: Säästä rahaa vertaamalla parhaiden lentoyhtiöiden edullisia lentoja nopeasti.
he: חסוך כסף על ידי השוואת טיסות זולות מחברות תעופה מובילות במהירות.
id: Hemat uang dengan membandingkan penerbangan terjangkau dari maskapai penerbangan terkemuka secara cepat.
it: Risparmia confrontando rapidamente i voli convenienti delle migliori compagnie aeree.
ja: トップ航空会社の手頃な航空券を素早く比較して、お金を節約しましょう。
ko: 최고 항공사의 저렴한 항공권을 빠르게 비교하여 비용을 절약하세요.
nb: Spar penger ved å sammenligne rimelige flyreiser fra toppflyselskaper raskt.
nl: Bespaar geld door snel goedkope vluchten van topluchtvaartmaatschappijen te vergelijken.
pl: Zaoszczędź pieniądze, szybko porównując tanie loty najlepszych linii lotniczych.
ro: Economisiți bani comparând rapid zboruri la prețuri accesibile de la cele mai bune companii aeriene.
ru: Экономьте деньги, быстро сравнивая доступные рейсы ведущих авиакомпаний.
th: ประหยัดเงินด้วยการเปรียบเทียบตั๋วเครื่องบินราคาประหยัดจากสายการบินชั้นนำได้อย่างรวดเร็ว
tr: Önde gelen havayollarının uygun fiyatlı uçuşlarını hızlıca karşılaştırarak tasarruf edin.
uk: Заощаджуйте гроші, швидко порівнюючи доступні рейси провідних авіаліній.
vi: Tiết kiệm tiền bằng cách so sánh nhanh các chuyến bay giá rẻ từ các hãng hàng không hàng đầu.
zh_hans: 通过快速比较顶级航空公司的廉价航班来省钱。

source: 24/7 Customer Support
ar: دعم العملاء على مدار الساعة طوال أيام الأسبوع
ca: Atenció al client 24/7
cs: Zákaznická podpora 24/7
de: 24/7 Kundensupport
el: Υποστήριξη πελατών 24/7
es: Atención al cliente 24/7
fi: 24/7 asiakastuki
he: תמיכת לקוחות 24/7
id: Dukungan Pelanggan 24/7
it: Assistenza clienti 24 ore su 24, 7 giorni su 7
ja: 24時間365日対応のカスタマーサポート
ko: 24시간 연중무휴 고객 지원
nb: 24/7 kundestøtte
nl: 24/7 Klantenservice
pl: Obsługa klienta 24/7
ro: Asistență clienți 24/7
ru: Круглосуточная поддержка клиентов
th: ฝ่ายสนับสนุนลูกค้าตลอด 24 ชั่วโมงทุกวัน
tr: 7/24 Müşteri Desteği
uk: Цілодобова підтримка клієнтів
vi: Hỗ trợ khách hàng 24/7
zh_hans: 24/7客户支持

source: Find flights instantly, then book directly with your chosen provider.
ar: ابحث عن الرحلات الجوية على الفور، ثم احجز مباشرة مع مزود الخدمة الذي اخترته.
ca: Trobeu vols a l'instant i, a continuació, reserveu directament amb el proveïdor que hàgiu escollit.
cs: Okamžitě vyhledejte lety a poté si je zarezervujte přímo u zvoleného poskytovatele.
de: Finden Sie sofort Flüge und buchen Sie dann direkt bei Ihrem ausgewählten Anbieter.
el: Βρείτε πτήσεις αμέσως και, στη συνέχεια, κάντε κράτηση απευθείας με τον πάροχο που έχετε επιλέξει.
es: Encuentre vuelos al instante y luego reserve directamente con su proveedor elegido.
fi: Löydä lennot välittömästi ja varaa sitten suoraan valitsemaltasi palveluntarjoajalta.
he: מצא טיסות באופן מיידי, ולאחר מכן הזמן ישירות עם הספק שבחרת.
id: Temukan penerbangan secara instan, lalu pesan langsung dengan penyedia pilihan Anda.
it: Trova subito i voli e prenota direttamente con il fornitore che hai scelto.
ja: フライトを即座に検索し、選択したプロバイダーに直接予約します。
ko: 항공편을 바로 검색한 후, 선택한 제공업체를 통해 직접 예약하세요.
nb: Finn flyreiser umiddelbart, og bestill deretter direkte hos din valgte leverandør.
nl: Vind direct vluchten en boek direct bij de aanbieder van uw keuze.
pl: Znajdź loty natychmiast i zarezerwuj je bezpośrednio u wybranego przewoźnika.
ro: Găsiți zboruri instantaneu, apoi rezervați direct la furnizorul ales.
ru: Найдите рейсы мгновенно, а затем забронируйте их напрямую у выбранного вами поставщика.
th: ค้นหาเที่ยวบินทันที จากนั้นจองโดยตรงกับผู้ให้บริการที่คุณเลือก
tr: Uçuşları anında bulun, ardından doğrudan seçtiğiniz sağlayıcıyla rezervasyon yapın.
uk: Знаходьте рейси миттєво, а потім бронюйте напряму у вибраного постачальника.
vi: Tìm chuyến bay ngay lập tức, sau đó đặt trực tiếp với nhà cung cấp mà bạn chọn.
zh_hans: 立即查找航班，然后直接向您选择的提供商预订。
