Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: EUR
ar: يورو
el: ευρώ
es: euros
fi: euroa
he: יורו
it: euro
ja: ユーロ
ko: 유로
ru: евро
th: ยูโร
uk: євро
vi: đồng euro
zh_hans: 欧元

source: EY
ar: إي واي
id: MATA
th: อีวาย
zh_hans: 安永

source: Failed to apply filters: \(error.localizedDescription)
ar: فشل تطبيق المرشحات: \(error.localizedDescription)
ca: No s'han pogut aplicar els filtres: \(error.localizedDescription)
cs: Nepodařilo se použít filtry: \(error.localizedDescription)
de: Fehler beim Anwenden der Filter: \(error.localizedDescription)
el: Αποτυχία εφαρμογής φίλτρων: \(error.localizedDescription)
es: No se pudieron aplicar los filtros: \(error.localizedDescription)
fi: Suodattimien käyttö epäonnistui: \(error.localizedDescription)
he: החלת מסננים נכשלה: \(error.localizedDescription)
id: Gagal menerapkan filter: \(error.localizedDescription)
it: Impossibile applicare i filtri: \(error.localizedDescription)
ja: フィルターを適用できませんでした: \(error.localizedDescription)
ko: 필터 적용에 실패했습니다: \(error.localizedDescription)
nb: Kunne ikke bruke filtre: \(error.localizedDescription)
nl: Filters konden niet worden toegepast: \(error.localizedDescription)
pl: Nie udało się zastosować filtrów: \(error.localizedDescription)
ru: Не удалось применить фильтры: \(error.localizedDescription)
th: ไม่สามารถใช้ตัวกรองได้: \(error.localizedDescription)
tr: Filtreler uygulanamadı: \(error.localizedDescription)
uk: Не вдалося застосувати фільтри: \(error.localizedDescription)
vi: Không áp dụng được bộ lọc: \(error.localizedDescription)
zh_hans: 无法应用过滤器：\（error.localizedDescription）

source: Failed to create session. Please try again.
ar: فشل إنشاء الجلسة. يُرجى المحاولة مرة أخرى.
ca: No s'ha pogut crear la sessió. Si us plau, torna-ho a provar.
cs: Vytvoření relace se nezdařilo. Zkuste to znovu.
de: Sitzung konnte nicht erstellt werden. Bitte versuchen Sie es erneut.
el: Η δημιουργία συνεδρίας απέτυχε. Δοκιμάστε ξανά.
es: No se pudo crear la sesión. Inténtalo de nuevo.
fi: Istunnon luominen epäonnistui. Yritä uudelleen.
he: יצירת ההפעלה נכשלה. אנא נסה שוב.
id: Gagal membuat sesi. Silakan coba lagi.
it: Impossibile creare la sessione. Riprova.
ja: セッションの作成に失敗しました。もう一度お試しください。
ko: 세션을 만들지 못했습니다. 다시 시도해 주세요.
nb: Kunne ikke opprette økten. Vennligst prøv igjen.
nl: Sessie aanmaken mislukt. Probeer het opnieuw.
pl: Nie udało się utworzyć sesji. Spróbuj ponownie.
ru: Не удалось создать сеанс. Попробуйте ещё раз.
th: ไม่สามารถสร้างเซสชันได้ โปรดลองอีกครั้ง
tr: Oturum oluşturulamadı. Lütfen tekrar deneyin.
uk: Не вдалося створити сеанс. Спробуйте ще раз.
vi: Không tạo được phiên. Vui lòng thử lại.
zh_hans: 无法创建会话。请重试。

source: Failed to decode response
ar: فشل في فك تشفير الاستجابة
ca: No s'ha pogut descodificar la resposta
cs: Dekódování odpovědi se nezdařilo
de: Antwort konnte nicht dekodiert werden
el: Απέτυχε η αποκωδικοποίηση της απάντησης
es: No se pudo decodificar la respuesta
fi: Vastauksen purkaminen epäonnistui
he: פענוח התגובה נכשל
id: Gagal mendekode respons
it: Impossibile decodificare la risposta
ja: 応答のデコードに失敗しました
ko: 응답을 디코딩하는 데 실패했습니다.
nb: Kunne ikke dekode svar
nl: Het is niet gelukt om het antwoord te decoderen
pl: Nie udało się zdekodować odpowiedzi
ru: Не удалось декодировать ответ
th: ไม่สามารถถอดรหัสการตอบสนองได้
tr: Yanıt çözülemedi
uk: Не вдалося розшифрувати відповідь
vi: Không giải mã được phản hồi
zh_hans: 解码响应失败

source: Failed to delete account: \(error.localizedDescription)
ar: فشل حذف الحساب: \(error.localizedDescription)
ca: No s'ha pogut suprimir el compte: \(error.localizedDescription)
cs: Smazání účtu se nezdařilo: \(error.localizedDescription)
de: Konto konnte nicht gelöscht werden: \(error.localizedDescription)
el: Αποτυχία διαγραφής λογαριασμού: \(error.localizedDescription)
es: No se pudo eliminar la cuenta: \(error.localizedDescription)
fi: Tilin poistaminen epäonnistui: \(error.localizedDescription)
he: מחיקת החשבון נכשלה: \(error.localizedDescription)
id: Gagal menghapus akun: \(error.localizedDescription)
it: Impossibile eliminare l'account: \(error.localizedDescription)
ja: アカウントの削除に失敗しました: \(error.localizedDescription)
ko: 계정 삭제에 실패했습니다: \(error.localizedDescription)
nb: Kunne ikke slette kontoen: \(error.localizedDescription)
nl: Account verwijderen mislukt: \(error.localizedDescription)
pl: Nie udało się usunąć konta: \(error.localizedDescription)
ru: Не удалось удалить учетную запись: \(error.localizedDescription)
th: ไม่สามารถลบบัญชีได้: \(error.localizedDescription)
tr: Hesap silinemedi: \(error.localizedDescription)
uk: Не вдалося видалити обліковий запис: \(error.localizedDescription)
vi: Không xóa được tài khoản: \(error.localizedDescription)
zh_hans: 无法删除帐户：\（error.localizedDescription）

source: Failed to encode request
ar: فشل في ترميز الطلب
ca: No s'ha pogut codificar la sol·licitud
cs: Kódování požadavku se nezdařilo
de: Die Anfrage konnte nicht kodiert werden.
el: Απέτυχε η κωδικοποίηση του αιτήματος
es: No se pudo codificar la solicitud
fi: Pyynnön koodaus epäonnistui
he: קידוד הבקשה נכשל
id: Gagal mengkodekan permintaan
it: Impossibile codificare la richiesta
ja: リクエストのエンコードに失敗しました
ko: 요청 인코딩에 실패했습니다
nb: Kunne ikke kode forespørselen
nl: Het is niet gelukt om het verzoek te coderen
pl: Nie udało się zakodować żądania
ru: Не удалось закодировать запрос
th: การร้องขอการเข้ารหัสล้มเหลว
tr: İstek kodlanamadı
uk: Не вдалося закодувати запит
vi: Không mã hóa được yêu cầu
zh_hans: 编码请求失败

source: Failed to fetch flights after \(maxRetries) attempts: \(error.localizedDescription)
ar: فشل جلب الرحلات بعد \(maxRetries) المحاولات: \(error.localizedDescription)
ca: No s'han pogut recuperar els vols després d'intents \(maxRetries): \(error.localizedDescription)
cs: Nepodařilo se načíst lety po \(maxRetries) pokusech: \(error.localizedDescription)
de: Abrufen der Flüge nach \(maxRetries) Versuchen fehlgeschlagen: \(error.localizedDescription)
el: Η ανάκτηση πτήσεων απέτυχε μετά από προσπάθειες \(maxRetries): \(error.localizedDescription)
es: No se pudieron obtener los vuelos después de \(maxRetries) intentos: \(error.localizedDescription)
fi: Lentojen nouto epäonnistui \(maxRetries) yrityksen jälkeen: \(error.localizedDescription)
he: אחזור הטיסות נכשל לאחר ניסיונות \(maxRetries): \(error.localizedDescription)
id: Gagal mengambil penerbangan setelah \(maxRetries) percobaan: \(error.localizedDescription)
it: Impossibile recuperare i voli dopo \(maxRetries) tentativi: \(error.localizedDescription)
ja: \(maxRetries) 回の試行後、フライトの取得に失敗しました: \(error.localizedDescription)
ko: \(maxRetries)번 시도 후 항공편을 가져오지 못했습니다: \(error.localizedDescription)
nb: Kunne ikke hente flyreiser etter \(maxRetries)-forsøk: \(error.localizedDescription)
nl: Kan vluchten niet ophalen na \(maxRetries) pogingen: \(error.localizedDescription)
pl: Nie udało się pobrać lotów po \(maxRetries) próbach: \(error.localizedDescription)
ru: Не удалось получить рейсы после \(maxRetries) попыток: \(error.localizedDescription)
th: ไม่สามารถดึงเที่ยวบินได้หลังจากพยายาม \(maxRetries) ครั้ง: \(error.localizedDescription)
tr: \(maxRetries) denemesinden sonra uçuşlar alınamadı: \(error.localizedDescription)
uk: Не вдалося отримати рейси після \(maxRetries) спроб: \(error.localizedDescription)
vi: Không thể tìm chuyến bay sau khi thử \(maxRetries): \(error.localizedDescription)
zh_hans: 尝试 \(maxRetries) 次后仍无法获取航班：\(error.localizedDescription)

source: Failed to fetch locations: \(error.localizedDescription)
ar: فشل جلب المواقع: \(error.localizedDescription)
ca: No s'han pogut obtenir les ubicacions: \(error.localizedDescription)
cs: Nepodařilo se načíst umístění: \(error.localizedDescription)
de: Abrufen der Standorte fehlgeschlagen: \(error.localizedDescription)
el: Η ανάκτηση τοποθεσιών απέτυχε: \(error.localizedDescription)
es: No se pudieron obtener las ubicaciones: \(error.localizedDescription)
fi: Sijaintien nouto epäonnistui: \(error.localizedDescription)
he: אחזור המיקומים נכשל: \(error.localizedDescription)
id: Gagal mengambil lokasi: \(error.localizedDescription)
it: Impossibile recuperare le posizioni: \(error.localizedDescription)
ja: 場所の取得に失敗しました: \(error.localizedDescription)
ko: 위치를 가져오는 데 실패했습니다: \(error.localizedDescription)
nb: Kunne ikke hente plasseringer: \(error.localizedDescription)
nl: Locaties konden niet worden opgehaald: \(error.localizedDescription)
pl: Nie udało się pobrać lokalizacji: \(error.localizedDescription)
ru: Не удалось получить местоположения: \(error.localizedDescription)
th: ไม่สามารถดึงตำแหน่งได้: \(error.localizedDescription)
tr: Konumlar alınamadı: \(error.localizedDescription)
uk: Не вдалося отримати розташування: \(error.localizedDescription)
vi: Không thể tìm nạp vị trí: \(error.localizedDescription)
zh_hans: 无法获取位置：\（error.localizedDescription）

source: Failed to load countries: \(error.localizedDescription)
ar: فشل تحميل البلدان: \(error.localizedDescription)
ca: No s'han pogut carregar els països: \(error.localizedDescription)
cs: Země se nepodařilo načíst: \(error.localizedDescription)
de: Länder konnten nicht geladen werden: \(error.localizedDescription)
el: Αποτυχία φόρτωσης χωρών: \(error.localizedDescription)
es: No se pudieron cargar los países: \(error.localizedDescription)
fi: Maiden lataaminen epäonnistui: \(error.localizedDescription)
he: טעינת מדינות נכשלה: \(error.localizedDescription)
id: Gagal memuat negara: \(error.localizedDescription)
it: Impossibile caricare i paesi: \(error.localizedDescription)
ja: 国を読み込めませんでした: \(error.localizedDescription)
ko: 국가를 로드하는 데 실패했습니다: \(error.localizedDescription)
nb: Kunne ikke laste inn land: \(error.localizedDescription)
nl: Landen laden mislukt: \(error.localizedDescription)
pl: Nie udało się załadować krajów: \(error.localizedDescription)
ru: Не удалось загрузить страны: \(error.localizedDescription)
th: ไม่สามารถโหลดประเทศได้: \(error.localizedDescription)
tr: Ülkeler yüklenemedi: \(error.localizedDescription)
uk: Не вдалося завантажити країни: \(error.localizedDescription)
vi: Không tải được quốc gia: \(error.localizedDescription)
zh_hans: 无法加载国家/地区：\(error.localizedDescription)

source: Failed to load currencies: \(error.localizedDescription)
ar: فشل تحميل العملات: \(error.localizedDescription)
ca: No s'han pogut carregar les monedes: \(error.localizedDescription)
cs: Nepodařilo se načíst měny: \(error.localizedDescription)
de: Währungen konnten nicht geladen werden: \(error.localizedDescription)
el: Η φόρτωση των νομισμάτων απέτυχε: \(error.localizedDescription)
es: Error al cargar monedas: \(error.localizedDescription)
fi: Valuuttojen lataaminen epäonnistui: \(error.localizedDescription)
he: טעינת המטבעות נכשלה: \(error.localizedDescription)
id: Gagal memuat mata uang: \(error.localizedDescription)
it: Impossibile caricare le valute: \(error.localizedDescription)
ja: 通貨の読み込みに失敗しました: \(error.localizedDescription)
ko: 통화를 로드하는 데 실패했습니다: \(error.localizedDescription)
nb: Kunne ikke laste inn valutaer: \(error.localizedDescription)
nl: Valuta's konden niet worden geladen: \(error.localizedDescription)
pl: Nie udało się załadować walut: \(error.localizedDescription)
ru: Не удалось загрузить валюты: \(error.localizedDescription)
th: ไม่สามารถโหลดสกุลเงินได้: \(error.localizedDescription)
tr: Para birimleri yüklenemedi: \(error.localizedDescription)
uk: Не вдалося завантажити валюти: \(error.localizedDescription)
vi: Không tải được tiền tệ: \(error.localizedDescription)
zh_hans: 无法加载货币：\（error.localizedDescription）

source: Failed to prepare request data.
ar: فشل في إعداد بيانات الطلب.
ca: No s'han pogut preparar les dades de la sol·licitud.
cs: Nepodařilo se připravit data požadavku.
de: Die Anforderungsdaten konnten nicht vorbereitet werden.
el: Αποτυχία προετοιμασίας δεδομένων αιτήματος.
es: Error al preparar los datos de la solicitud.
fi: Pyyntötietojen valmistelu epäonnistui.
he: הכנת נתוני הבקשה נכשלה.
id: Gagal menyiapkan data permintaan.
it: Impossibile preparare i dati della richiesta.
ja: リクエストデータの準備に失敗しました。
ko: 요청 데이터를 준비하지 못했습니다.
nb: Kunne ikke forberede forespørselsdata.
nl: Het voorbereiden van de aanvraaggegevens is mislukt.
pl: Nie udało się przygotować danych żądania.
ru: Не удалось подготовить данные запроса.
th: ล้มเหลวในการเตรียมข้อมูลการร้องขอ
tr: İstek verileri hazırlanamadı.
uk: Не вдалося підготувати дані запиту.
vi: Không chuẩn bị được dữ liệu yêu cầu.
zh_hans: 无法准备请求数据。

source: Failed to process server response.
ar: فشل في معالجة استجابة الخادم.
ca: No s'ha pogut processar la resposta del servidor.
cs: Zpracování odpovědi serveru se nezdařilo.
de: Die Serverantwort konnte nicht verarbeitet werden.
el: Απέτυχε η επεξεργασία της απάντησης διακομιστή.
es: No se pudo procesar la respuesta del servidor.
fi: Palvelimen vastauksen käsittely epäonnistui.
he: נכשל בעיבוד תגובת השרת.
id: Gagal memproses respons server.
it: Impossibile elaborare la risposta del server.
ja: サーバー応答の処理に失敗しました。
ko: 서버 응답을 처리하지 못했습니다.
nb: Kunne ikke behandle serversvar.
nl: Het verwerken van de serverrespons is mislukt.
pl: Nie udało się przetworzyć odpowiedzi serwera.
ru: Не удалось обработать ответ сервера.
th: ไม่สามารถประมวลผลการตอบสนองของเซิร์ฟเวอร์ได้
tr: Sunucu yanıtı işlenemedi.
uk: Не вдалося обробити відповідь сервера.
vi: Không xử lý được phản hồi của máy chủ.
zh_hans: 无法处理服务器响应。

source: Favorite items
ar: العناصر المفضلة
ca: Articles preferits
cs: Oblíbené položky
de: Lieblingsartikel
el: Αγαπημένα αντικείμενα
es: Artículos favoritos
fi: Suosikkikohteet
he: פריטים אהובים
id: Barang favorit
it: Articoli preferiti
ja: お気に入りのアイテム
ko: 좋아하는 아이템
nb: Favorittartikler
nl: Favoriete items
pl: Ulubione przedmioty
ru: Любимые предметы
th: รายการโปรด
tr: Favori öğeler
uk: Улюблені предмети
vi: Các mục yêu thích
zh_hans: 最喜欢的物品

source: fbclid
ar: معرف fbclid
th: เอฟบีซีลิด
zh_hans: 菲比利德

source: Featured content
ar: المحتوى المميز
ca: Contingut destacat
cs: Doporučený obsah
de: Passende Inhalte
el: Επιλεγμένο περιεχόμενο
es: Contenido destacado
fi: Suositeltu sisältö
he: תוכן מומלץ
id: Konten unggulan
it: Contenuto in evidenza
ja: 注目コンテンツ
ko: 추천 콘텐츠
nb: Utvalgt innhold
nl: Aanbevolen inhoud
pl: Polecana treść
ru: Рекомендуемый контент
th: เนื้อหาเด่น
tr: Öne çıkan içerik
uk: Рекомендований вміст
vi: Nội dung nổi bật
zh_hans: 精选内容

source: FI
ar: فاي
it: per
ja: フィ
ko: 피
ru: фи
th: ไฟ
zh_hans: 菲

source: fi-FI
ar: فاي فاي
ru: фи-ФИ
th: ไฟ-ไฟ

source: Finding the best route for your journey
ar: العثور على أفضل طريق لرحلتك
ca: Troba la millor ruta per al teu viatge
cs: Nalezení nejlepší trasy pro vaši cestu
de: Finden Sie die beste Route für Ihre Reise
el: Βρείτε την καλύτερη διαδρομή για το ταξίδι σας
es: Encontrar la mejor ruta para tu viaje
fi: Parhaan reitin löytäminen matkallesi
he: מציאת המסלול הטוב ביותר למסע שלך
id: Menemukan rute terbaik untuk perjalanan Anda
it: Trovare il percorso migliore per il tuo viaggio
ja: あなたの旅に最適なルートを見つける
ko: 여행에 가장 적합한 경로 찾기
nb: Finne den beste ruten for reisen din
nl: De beste route voor uw reis vinden
pl: Znalezienie najlepszej trasy dla Twojej podróży
ru: Поиск лучшего маршрута для вашего путешествия
th: ค้นหาเส้นทางที่ดีที่สุดสำหรับการเดินทางของคุณ
tr: Yolculuğunuz için en iyi rotayı bulma
uk: Пошук найкращого маршруту для вашої подорожі
vi: Tìm tuyến đường tốt nhất cho chuyến đi của bạn
zh_hans: 寻找最佳的旅行路线

source: first
ar: أولاً
ca: primer
cs: první
de: Erste
el: πρώτα
es: primero
fi: ensimmäinen
he: רֵאשִׁית
id: Pertama
it: Primo
ja: 初め
ko: 첫 번째
nb: først
nl: Eerst
pl: Pierwszy
ru: первый
th: อันดับแรก
tr: Birinci
uk: перший
vi: Đầu tiên
zh_hans: 第一的

source: Flight deals loaded successfully
ar: تم تحميل عروض الرحلات بنجاح
ca: Les ofertes de vols s'han carregat correctament
cs: Nabídky letů byly úspěšně načteny
de: Flugangebote erfolgreich geladen
el: Οι προσφορές πτήσεων φορτώθηκαν με επιτυχία
es: Ofertas de vuelos cargadas exitosamente
fi: Lentotarjoukset ladattu onnistuneesti
he: עסקאות הטיסה נטענו בהצלחה
id: Penawaran penerbangan berhasil dimuat
it: Offerte di volo caricate con successo
ja: フライトのお得な情報が正常に読み込まれました
ko: 항공권 거래가 성공적으로 로드되었습니다.
nb: Flytilbud ble lastet inn
nl: Vluchtaanbiedingen succesvol geladen
pl: Oferty lotów zostały pomyślnie załadowane
ru: Предложения по перелетам успешно загружены
th: โหลดข้อเสนอเที่ยวบินสำเร็จแล้ว
tr: Uçuş fırsatları başarıyla yüklendi
uk: Пропозиції на рейси успішно завантажено
vi: Các giao dịch chuyến bay đã được tải thành công
zh_hans: 航班优惠已成功加载

source: Gaming
ar: الألعاب
ca: Jocs
cs: Hraní
de: Spiele
el: Παιχνίδι
es: Juego de azar
fi: Pelaaminen
he: משחקים
id: Permainan
it: Gioco d'azzardo
ja: ゲーム
ko: 노름
nl: Gamen
pl: Hazard
ru: Игры
th: การเล่นเกม
tr: Oyun
uk: Ігри
vi: Chơi game
zh_hans: 赌博

source: GB
ar: جيجا بايت
el: γιγαμπάιτ
es: es
id: Inggris Raya
ja: ギガバイト
ko: 영국
pl: Wielka Brytania
ru: ГБ
th: กิกะไบต์
tr: İngiltere
vi: Anh
zh_hans: 英国

source: GBP
he: ליש"ט
it: Sterlina inglese
ja: 英ポンド
ko: 영국 파운드
ru: Фунт стерлингов
th: ปอนด์สเตอร์ลิง
vi: Bảng Anh
zh_hans: 英镑

source: gclid
ko: 지클리드
th: จีคลิด

source: general
ar: عام
cs: generál
de: allgemein
el: γενικός
fi: yleistä
he: כְּלָלִי
id: umum
it: generale
ja: 一般的な
ko: 일반적인
nl: algemeen
pl: ogólny
ru: общий
th: ทั่วไป
tr: genel
uk: загальний
vi: tổng quan
zh_hans: 一般的

source: GET
ar: يحصل
ca: ACONSEGUIR
cs: ZÍSKAT
de: ERHALTEN
el: ΠΑΙΡΝΩ
es: CONSEGUIR
fi: SAADA
he: לְקַבֵּל
id: MENDAPATKAN
it: OTTENERE
ja: 得る
ko: 얻다
nb: BLI
nl: KRIJGEN
pl: DOSTAWAĆ
ru: ПОЛУЧАТЬ
th: รับ
tr: ELDE ETMEK
uk: ОТРИМАТИ
vi: LẤY
zh_hans: 得到

source: GR
ar: جي آر
el: ΓΡ
es: GRAMO
ru: ГР
th: จีอาร์
zh_hans: 生长激素

source: GT
ar: جي تي
ko: 지티
ru: ГТ
th: จีที
zh_hans: 燃气轮机

source: GW
ar: جورج دبليو
ru: ГВ
th: จีดับบลิว

source: he
ar: هو
ca: ell
cs: on
de: Er
el: αυτός
es: él
fi: hän
he: הוּא
id: Dia
it: Lui
ja: 彼
ko: 그
nb: han
nl: Hij
pl: On
ru: он
th: เขา
tr: O
uk: він
vi: Anh ta
zh_hans: 他

source: he-IL
ar: هي-إل
ca: ell-IL
cs: on-IL
de: er-IL
es: él-IL
fi: hän-IL
he: הוא-IL
id: dia-IL
it: lui-IL
ja: 彼-IL
nb: han-IL
nl: hij-IL
ru: он-ИЛ
th: เขา-อิลลินอยส์
uk: він-IL
vi: anh ấy-IL
zh_hans: 他-IL

source: HH:mm
ar: س س:مم
el: ΩΩ: mm
id: JJ:mm
ja: 時:分
nl: UU:mm
pl: GG:mm
ru: ЧЧ:мм
th: ชม.:นาที
tr: SS:dd
uk: ГГ:хм
zh_hans: 时:分钟

source: hi-IN
ar: هاي-إن
ca: hola-IN
de: hallo-IN
es: Hola-IN
he: היי-IN
it: ciao-IN
ja: ハイイン
ko: 하이인
ru: привет-IN
th: ไฮอิน
uk: привіт
zh_hans: 高输入

source: HK
ar: هونج كونج
es: Hong Kong
it: Hong Kong
ja: 香港
ko: 홍콩
nl: Hongkong
pl: Hongkong
ru: Гонконг
th: ฮ่องกง
tr: Hong Kong
vi: Hồng Kông
zh_hans: 香港

source: HKG
ar: هونغ كونغ
es: Hong Kong
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
zh_hans: 香港

source: HN
ar: ح ن
he: ח.נ
th: เอชเอ็น
zh_hans: 洪都拉斯

source: Hong Kong
ar: هونغ كونغ
el: Χονγκ Κονγκ
he: הונג קונג
ja: 香港
ko: 홍콩
ru: Гонконг
th: ฮ่องกง
uk: Гонконг
vi: Hồng Kông
zh_hans: 香港

source: Hotel search URL generated successfully with language \(apiParams.language)
ar: تم إنشاء عنوان URL للبحث عن الفندق بنجاح باستخدام اللغة \(apiParams.language)
ca: L'URL de cerca d'hotels s'ha generat correctament amb l'idioma \(apiParams.language)
cs: Adresa URL vyhledávání hotelů byla úspěšně vygenerována pomocí jazyka \(apiParams.language)
de: URL für die Hotelsuche erfolgreich mit der Sprache \(apiParams.language) generiert
el: Η διεύθυνση URL αναζήτησης ξενοδοχείου δημιουργήθηκε με επιτυχία με τη γλώσσα \(apiParams.language)
es: URL de búsqueda de hotel generada correctamente con el idioma \(apiParams.language)
fi: Hotellihaun URL-osoite luotu onnistuneesti kielellä \(apiParams.language)
he: כתובת האתר לחיפוש מלונות נוצרה בהצלחה עם השפה \(apiParams.language)
id: URL pencarian hotel berhasil dibuat dengan bahasa \(apiParams.language)
it: URL di ricerca hotel generato correttamente con la lingua \(apiParams.language)
ja: ホテル検索 URL が言語 \(apiParams.language) で正常に生成されました
ko: 호텔 검색 URL이 언어 \(apiParams.language)로 성공적으로 생성되었습니다.
nb: Hotellsøk-URL generert med språket \(apiParams.language)
nl: Hotelzoek-URL succesvol gegenereerd met taal \(apiParams.language)
pl: Wygenerowano pomyślnie adres URL wyszukiwania hoteli z językiem \(apiParams.language)
ru: URL-адрес поиска отеля успешно сгенерирован с использованием языка \(apiParams.language)
th: สร้าง URL การค้นหาโรงแรมสำเร็จด้วยภาษา \(apiParams.language)
tr: Otel arama URL'si \(apiParams.language) diliyle başarıyla oluşturuldu
uk: URL-адресу пошуку готелю успішно згенеровано з мовою \(apiParams.language)
vi: URL tìm kiếm khách sạn đã được tạo thành công với ngôn ngữ \(apiParams.language)
zh_hans: 已成功生成包含语言 \(apiParams.language) 的酒店搜索网址

source: HR
ar: الموارد البشرية
ca: RRHH
de: Personalwesen
es: HORA
he: משאבי אנוש
id: SDM
it: Risorse umane
ja: 人事
ko: 인사부
pl: Dział kadr
th: ฝ่ายทรัพยากรบุคคล
tr: İK
vi: Nhân sự
zh_hans: 人力资源

source: HU
ar: هو
ko: 후
pl: Węgry
th: หู
zh_hans: 胡

source: hu-HU
ar: هو-هو
ja: フーフー
ko: 후-후
ru: ху-ХУ
th: ฮู-ฮู
uk: ху-ХУ

source: id
ar: بطاقة تعريف
de: AUSWEIS
el: ταυτότητα
es: IDENTIFICACIÓN
he: תְעוּדַת זֶהוּת
id: PENGENAL
ru: ИДЕНТИФИКАТОР
th: บัตรประจำตัว
vi: NHẬN DẠNG

source: id-ID
ar: فعلتُ
es: hice
he: תעודת זהות
id: ya
ko: 아이디-아이디
pl: identyfikator-ID
ru: я сделал
th: ไอดี-ไอดี
tr: yaptım

source: idfa
ru: ИДФА
th: อิดฟา

source: IE
ar: أي
cs: TJ
el: ΔΗΛ
es: ES DECIR
he: כְּלוֹמַר
id: YAITU
it: CIOÈ
ko: 즉
nl: D.W.Z
pl: TJ
th: เช่น
tr: İrlanda

source: IL
ar: إلينوي
es: Illinois
ko: 일리노이주
ru: ИЛ
th: อิล.
zh_hans: 白细胞介素

source: Impression tracked
ar: تم تتبع الانطباع
ca: Impressió rastrejada
cs: Sledování zobrazení
de: Impression verfolgt
el: Παρακολούθηση εμφάνισης
es: Impresiones rastreadas
fi: Impressiota seurattu
he: מעקב אחר הופעה
id: Tayangan dilacak
it: Impressione tracciata
ja: インプレッションの追跡
ko: 인상 추적됨
nb: Inntrykk sporet
nl: Impressie gevolgd
pl: Wyświetlenie śledzone
ru: Отслеживание показов
th: การติดตามการแสดงผล
tr: İzlenim izlendi
uk: Враження відстежуються
vi: Ấn tượng được theo dõi
zh_hans: 印象追踪

source: in
ar: في
ca: EN
cs: V
el: ΣΕ
es: EN
fi: sisään
he: ב
id: DI DALAM
ja: で
ko: 안에
nb: I
pl: W
ru: В
th: ใน
tr: İÇİNDE
uk: в
vi: TRONG
zh_hans: 在

source: India
ar: الهند
ca: Índia
cs: Indie
de: Indien
el: Ινδία
fi: Intia
he: הוֹדוּ
ja: インド
ko: 인도
nl: Indië
pl: Indie
ru: Индия
th: อินเดีย
tr: Hindistan
uk: Індія
vi: Ấn Độ
zh_hans: 印度

source: Indigo
ar: نيلي
el: Ινδικό
es: Índigo
he: אִינדִיגוֹ
id: Nila
it: Indaco
ja: インジゴ
ko: 남빛
pl: Indygo
ru: Индиго
th: คราม
tr: Çivit mavisi
uk: Індиго
vi: Chàm
zh_hans: 靛青

source: Indigo Airways
ar: خطوط إنديجو الجوية
es: Aerolíneas Índigo
he: אינדיגו איירווייס
id: Maskapai penerbangan Indigo
ja: インディゴ航空
ko: 인디고 항공
ru: Индиго Эйрвейз
th: สายการบินอินดิโก้
tr: Indigo Havayolları
vi: Hãng hàng không Indigo
zh_hans: 靛蓝航空

source: infant
ar: رضيع
cs: kojenec
de: Säugling
el: βρέφος
es: niño
fi: vauva
he: תִינוֹק
id: bayi
it: neonato
ja: 幼児
ko: 유아
nb: spedbarn
nl: zuigeling
pl: niemowlę
ru: младенец
th: ทารก
tr: bebek
uk: немовля
vi: trẻ sơ sinh
zh_hans: 婴儿

source: INR
ar: روبية هندية
id: Rupiah
it: rupie indiane
ja: インドルピー
ko: 인도 루피
ru: МНО
th: รูปีอินเดีย
tr: Hindistan Rupisi
zh_hans: 印度卢比
