Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Installed: \(installDate, formatter: dateFormatter)
ar: تم التثبيت: \(installDate، formatter: dateFormatter)
ca: Instal·lat: \(installDate, formatador: dateFormatter)
cs: Instalováno: \(installDate, formatter: dateFormatter)
de: Installiert: \(installDate, formatter: dateFormatter)
el: Εγκατεστημένο: \(installDate, formatter: dateFormatter)
es: Instalado: \(installDate, formateador: dateFormatter)
fi: Asennettu: \(asennuspäivämäärä, muotoilija: dateFormatter)
he: מותקן: \(installDate, פורמט: dateFormatter)
id: Terpasang: \(tanggalinstal, pemformat: pemformattanggal)
it: Installato: \(installDate, formattatore: dateFormatter)
ja: インストール日: \(installDate、フォーマッタ: dateFormatter)
ko: 설치됨: \(installDate, formatter: dateFormatter)
nb: Installert: \(installDate, formatter: dateFormatter)
nl: Geïnstalleerd: \(installDate, formatter: dateFormatter)
pl: Zainstalowano: \(installDate, formatter: dateFormatter)
ru: Установлено: \(installDate, formatter: dateFormatter)
th: ติดตั้ง: \(installDate, formatter: dateFormatter)
tr: Yüklendi: \(installDate, biçimlendirici: dateFormatter)
uk: Встановлено: \(installDate, форматування: dateFormatter)
vi: Đã cài đặt: \(installDate, formatter: dateFormatter)
zh_hans: 已安装：\（installDate，格式化程序：dateFormatter）

source: Invalid credentials provided
ar: تم تقديم بيانات اعتماد غير صالحة
ca: S'han proporcionat credencials no vàlides
cs: Byly zadány neplatné přihlašovací údaje
de: Ungültige Anmeldeinformationen angegeben
el: Παρέχονται μη έγκυρα διαπιστευτήρια
es: Credenciales proporcionadas no válidas
fi: Virheelliset tunnistetiedot
he: ניתנו אישורים לא חוקיים
id: Kredensial yang diberikan tidak valid
it: Credenziali non valide fornite
ja: 無効な資格情報が提供されました
ko: 잘못된 자격 증명이 제공되었습니다.
nb: Ugyldig legitimasjon er oppgitt
nl: Ongeldige inloggegevens verstrekt
pl: Podano nieprawidłowe dane uwierzytelniające
ru: Предоставлены недействительные учетные данные
th: ระบุข้อมูลประจำตัวไม่ถูกต้อง
tr: Geçersiz kimlik bilgileri sağlandı
uk: Надано недійсні облікові дані
vi: Thông tin đăng nhập không hợp lệ được cung cấp
zh_hans: 提供的凭证无效

source: Invalid response
ar: استجابة غير صالحة
ca: Resposta no vàlida
cs: Neplatná odpověď
de: Ungültige Antwort
el: Μη έγκυρη απάντηση
es: Respuesta no válida
fi: Virheellinen vastaus
he: תגובה לא חוקית
id: Respons tidak valid
it: Risposta non valida
ja: 無効な応答
ko: 잘못된 응답입니다
nb: Ugyldig svar
nl: Ongeldig antwoord
pl: Nieprawidłowa odpowiedź
ru: Неверный ответ
th: การตอบสนองที่ไม่ถูกต้อง
tr: Geçersiz yanıt
uk: Невірна відповідь
vi: Phản hồi không hợp lệ
zh_hans: 无效响应

source: Invalid search ID
ar: معرف بحث غير صالح
ca: Identificador de cerca no vàlid
cs: Neplatné ID vyhledávání
de: Ungültige Such-ID
el: Μη έγκυρο αναγνωριστικό αναζήτησης
es: ID de búsqueda no válido
fi: Virheellinen hakutunnus
he: מזהה חיפוש לא חוקי
id: ID pencarian tidak valid
it: ID di ricerca non valido
ja: 無効な検索ID
ko: 잘못된 검색 ID입니다
nb: Ugyldig søke-ID
nl: Ongeldige zoek-ID
pl: Nieprawidłowy identyfikator wyszukiwania
ru: Неверный идентификатор поиска
th: รหัสการค้นหาไม่ถูกต้อง
tr: Geçersiz arama kimliği
uk: Недійсний ідентифікатор пошуку
vi: ID tìm kiếm không hợp lệ
zh_hans: 搜索 ID 无效

source: Invalid URL
ar: عنوان URL غير صالح
ca: URL no vàlid
cs: Neplatná adresa URL
de: Ungültige URL
el: Μη έγκυρη διεύθυνση URL
es: URL no válida
fi: Virheellinen URL-osoite
he: כתובת אתר לא חוקית
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
ru: Неверный URL-адрес
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Недійсний URL
vi: URL không hợp lệ
zh_hans: 无效的网址

source: IQ
ar: معدل الذكاء
ca: coeficient intel·lectual
es: Coeficiente intelectual
he: מְנַת הַמִשׂכָּל
id: kecerdasan intelektual (IQ)
it: QI
ko: 지능지수
pl: ILORAZ INTELIGENCJI
th: ไอคิว
vi: Chỉ số thông minh
zh_hans: 智商

source: IS
ar: يكون
ca: ÉS
de: IST
el: ΕΙΝΑΙ
es: ES
fi: ON
id: ADALAH
it: È
ja: は
ko: 이다
nb: ER
pl: JEST
ru: ЯВЛЯЕТСЯ
th: เป็น
tr: IŞİD
uk: Є
vi: LÀ
zh_hans: 是

source: it
ar: هو - هي
ca: això
cs: TO
de: ES
el: ΤΟ
es: ÉL
fi: SE
he: זֶה
id: DIA
it: ESSO
ja: それ
ko: 그것
nb: DEN
nl: HET
pl: TO
ru: ЭТО
th: มัน
tr: BT
uk: це
vi: NÓ
zh_hans: 它

source: it-IT
ar: إنها هي
de: es-IT
es: eso-eso
id: itu-itu
it: esso-IT
ko: 그것-그것
nl: het-IT
pl: to-IT
th: มัน-ไอที
uk: це-ЦЕ
vi: nó-IT
zh_hans: 信息技术

source: ja
ar: جا
cs: já
es: sí
he: כן
id: ya
it: sì
ja: じゃ
ko: 자
pl: tak
ru: джа
th: จา
tr: evet
uk: я
vi: tôi
zh_hans: 啊

source: ja-JP
ar: جا-جي بي
ja: 日本語
th: จา-เจพี

source: JO
ar: جو
ja: ジョー
ko: 조
ru: ДЖО
th: โจ
uk: ДЖО
zh_hans: 乔

source: JP
ar: جي بي
es: japonés
it: giapponese
ko: 일본
th: เจพี
tr: Japon
vi: Nhật Bản
zh_hans: 太平绅士

source: JPY
ar: ين يابانى
es: Guay
it: Yen giapponese
ja: 日本円
ko: 엔화
nl: Japanse yen
ru: Йена
th: เยนญี่ปุ่น
vi: Yên Nhật
zh_hans: 日元

source: July 30, 2025
ar: 30 يوليو 2025
ca: 30 de juliol de 2025
cs: 30. července 2025
de: 30. Juli 2025
el: 30 Ιουλίου 2025
es: 30 de julio de 2025
fi: 30. heinäkuuta 2025
he: 30 ביולי 2025
id: 30 Juli 2025
it: 30 luglio 2025
ja: 2025年7月30日
ko: 2025년 7월 30일
nb: 30. juli 2025
nl: 30 juli 2025
pl: 30 lipca 2025 r.
ru: 30 июля 2025 г.
th: 30 กรกฎาคม 2568
tr: 30 Temmuz 2025
uk: 30 липня 2025 р
vi: Ngày 30 tháng 7 năm 2025
zh_hans: 2025年7月30日

source: KCH
ar: كيه سي إتش
ko: 케이치에이치
ru: КЧ
th: เคซีเอช
uk: КЧ
zh_hans: 凯奇

source: Keep \(getLanguageDisplayName(currentLanguage))
ar: احتفظ بـ \(getLanguageDisplayName(اللغة الحالية))
ca: Mantén \(getLanguageDisplayName(currentLanguage))
de: Behalten Sie \(getLanguageDisplayName(currentLanguage))
es: Mantener \(getLanguageDisplayName(currentLanguage))
fi: Säilytä \(getLanguageDisplayName(currentLanguage))
he: שמור \(getLanguageDisplayName(currentLanguage))
id: Pertahankan \(getLanguageDisplayName(currentLanguage))
it: Mantieni \(getLanguageDisplayName(currentLanguage))
ja: \(getLanguageDisplayName(currentLanguage)) を保持
ko: \(getLanguageDisplayName(currentLanguage))를 유지하세요
nb: Behold \(getLanguageDisplayName(currentLanguage))
nl: Behoud \(getLanguageDisplayName(huidigeTaal))
pl: Zachowaj \(getLanguageDisplayName(currentLanguage))
ru: Сохранить \(getLanguageDisplayName(currentLanguage))
th: เก็บ \(getLanguageDisplayName(currentLanguage))
tr: \(getLanguageDisplayName(currentLanguage))'i koruyun
uk: Зберегти \(getLanguageDisplayName(currentLanguage))
vi: Giữ \(getLanguageDisplayName(currentLanguage))
zh_hans: 保留 \(getLanguageDisplayName(currentLanguage))

source: Kerala
ar: كيرالا
el: Κεράλα
he: קראלה
ja: ケーララ州
ko: 케랄라
ru: Керала
th: เกรละ
uk: Керала
zh_hans: 喀拉拉邦

source: KG
ar: كجم
es: Kilogramo
ko: 키로그램
ru: КГ
th: กก.
tr: KİLOGRAM
uk: КГ
zh_hans: 公斤

source: ko
ar: كو
he: קו
ja: コ
ko: 코
ru: ко
th: โค
uk: ко
vi: không

source: ko-KR
ar: كو-كي آر
ru: ко-КР
th: โค-เคอาร์
uk: ко-КР

source: KR
ar: كي آر
ja: 韓国
ko: 한국
ru: КР
th: เคอาร์
uk: КР
vi: Hàn Quốc
zh_hans: 韩国

source: KRW
ar: وون كوري
es: won coreano
ja: 韓国ウォン
ko: 원화
th: วอน
zh_hans: 韩元

source: KW
ar: كيلو وات
ja: クォリティ
ru: кВт
th: กิโลวัตต์
tr: Anahtar Kelime
uk: кВт
zh_hans: 千瓦

source: KZ
ar: كيه زد
ko: 케이지
ru: КЗ
th: เคแซด
zh_hans: 喀什

source: Language Change
ar: تغيير اللغة
ca: Canvi d'idioma
cs: Změna jazyka
de: Sprachänderung
el: Αλλαγή Γλώσσας
es: Cambio de idioma
fi: Kielen vaihto
he: שינוי שפה
id: Perubahan Bahasa
it: Cambia lingua
ja: 言語の変更
ko: 언어 변경
nb: Språkendring
nl: Taalverandering
pl: Zmiana języka
ru: Изменение языка
th: การเปลี่ยนภาษา
tr: Dil Değişimi
uk: Зміна мови
vi: Thay đổi ngôn ngữ
zh_hans: 语言变更

source: Language updated successfully!
ar: تم تحديث اللغة بنجاح!
ca: L'idioma s'ha actualitzat correctament!
cs: Jazyk byl úspěšně aktualizován!
de: Sprache erfolgreich aktualisiert!
el: Η γλώσσα ενημερώθηκε με επιτυχία!
es: ¡Idioma actualizado exitosamente!
fi: Kielen päivitys onnistui!
he: השפה עודכנה בהצלחה!
id: Bahasa berhasil diperbarui!
it: Lingua aggiornata con successo!
ja: 言語が正常に更新されました。
ko: 언어가 성공적으로 업데이트되었습니다!
nb: Språket er oppdatert!
nl: Taal succesvol bijgewerkt!
pl: Język zaktualizowano pomyślnie!
ru: Язык успешно обновлен!
th: อัปเดตภาษาเรียบร้อยแล้ว!
tr: Dil başarıyla güncellendi!
uk: Мова успішно оновлена!
vi: Ngôn ngữ đã được cập nhật thành công!
zh_hans: 语言更新成功！

source: Launch Screen
ar: شاشة الإطلاق
ca: Pantalla d'inici
cs: Spouštěcí obrazovka
de: Startbildschirm
el: Εκκίνηση οθόνης
es: Pantalla de inicio
fi: Käynnistysnäyttö
he: מסך הפעלה
id: Layar Peluncuran
it: Schermata di avvio
ja: 起動画面
ko: 시작 화면
nb: Startskjerm
nl: Startscherm
pl: Ekran startowy
ru: Экран запуска
th: หน้าจอเปิดตัว
tr: Başlatma Ekranı
uk: Екран запуску
vi: Màn hình khởi chạy
zh_hans: 启动屏幕

source: LAX
ar: مطار لوس أنجلوس الدولي
cs: LAXNÍ
el: ΑΜΕΛΗΣ
es: FLOJO
he: רָפֶה
id: LONGGAR
nb: LAKSEN
nl: LAKS
pl: NIEDBAŁY
th: หละหลวม
tr: GEVŞEK
zh_hans: 洛杉矶国际机场

source: LB
ar: رطل
de: Pfund
it: LIBBRE
ja: ポンド
ko: 엘비
ru: ФУНТ
th: แอลบี
tr: 1 POUND = 0.45 KG
zh_hans: 磅

source: LHR
ar: مطار هيثرو
ko: 좌파
ru: ЛХР
th: แอลเอชอาร์
zh_hans: 黄体生成素

source: LI
ar: لي
ja: リー
ko: 리
ru: ЛИ
th: ลีไอ
zh_hans: 李

source: Light
ar: ضوء
ca: Llum
cs: Světlo
de: Licht
el: Φως
es: Luz
fi: Kevyt
he: אוֹר
id: Lampu
it: Leggero
ja: ライト
ko: 빛
nb: Lys
nl: Licht
pl: Światło
ru: Свет
th: แสงสว่าง
tr: Işık
uk: світло
vi: Ánh sáng
zh_hans: 光

source: limit
ar: حد
ca: límit
cs: omezit
el: όριο
es: límite
fi: rajoittaa
he: לְהַגבִּיל
id: membatasi
it: limite
ja: 制限
ko: 한계
nb: begrense
nl: beperken
ru: предел
th: ขีดจำกัด
tr: sınır
uk: обмеження
vi: giới hạn
zh_hans: 限制

source: Loading: \(viewModel.isLoading ?
ar: جاري التحميل: \(viewModel.isLoading ?
ca: Carregant: \(viewModel.isLoading ?
cs: Načítání: \(viewModel.isLoading ?
de: Wird geladen: \(viewModel.isLoading ?
el: Φόρτωση: \(viewModel.isΦόρτωση ?
es: Cargando: \(viewModel.isLoading ?
fi: Ladataan: \(viewModel.isLoading ?
he: טוען: \(viewModel.isLoading ?
id: Memuat: \(viewModel.isLoading ?
it: Caricamento in corso: \(viewModel.isLoading ?
ja: ロード中: \(viewModel.isLoading ?
ko: 로딩: \(viewModel.isLoading ?
nb: Laster: \(viewModel.isLoading ?
nl: Bezig met laden: \(viewModel.isLoading ?
pl: Ładowanie: \(viewModel.isLoading ?
ru: Загрузка: \(viewModel.isLoading ?
th: กำลังโหลด: \(viewModel.isLoading ?
tr: Yükleniyor: \(viewModel.isLoading ?
uk: Завантаження: \(viewModel.isLoading ?
vi: Đang tải: \(viewModel.isLoading ?
zh_hans: 正在加载：\(viewModel.isLoading？

source: LON
ar: لندن
ja: ロンドン
ko: 런던
ru: ЛОН
th: ลอน
zh_hans: 伦敦

source: London Heathrow
ar: مطار لندن هيثرو
ca: Londres Heathrow
cs: Londýn Heathrow
el: Χίθροου του Λονδίνου
es: Londres Heathrow
fi: Lontoon Heathrow
he: לונדון הית'רו
id: Bandara Heathrow, London
it: Londra Heathrow
ja: ロンドン・ヒースロー空港
ko: 런던 히드로 공항
nl: Londen Heathrow
pl: Londyn Heathrow
ru: Лондон Хитроу
th: ลอนดอนฮีทโธรว์
tr: Londra Heathrow
uk: Лондон Хітроу
vi: Sân bay Heathrow ở London
zh_hans: 伦敦希思罗机场

source: Los Angeles
ar: لوس أنجلوس
el: Λος Άντζελες
es: Los Ángeles
he: לוס אנג'לס
ja: ロサンゼルス
ko: 로스앤젤레스
ru: Лос-Анджелес
th: ลอสแองเจลิส
uk: Лос-Анджелес
zh_hans: 洛杉矶

source: lproj
ar: مشروع
es: proyecto
ko: 엘프로제이
th: แอลโปรเจ
zh_hans: 项目

source: LT
id: LEBIH BANYAK
it: TENENTE
ko: 롱
ru: ЛТ
th: ล.ต.
vi: Trung úy

source: lt-LT
ar: ملازم أول-ملازم أول
th: แอลที-แอลที

source: LU
ar: لو
ko: 루
ru: ЛУ
th: ลู
zh_hans: 鲁

source: LV
ja: 左
ko: 좌심실
ru: ЛВ
th: แอลวี

source: managed
ar: تمكنت
ca: gestionat
cs: spravované
de: verwaltet
el: διαχειρίζεται
es: administrado
fi: onnistui
he: מְנוֹהָל
id: dikelola
it: gestito
ja: 管理された
ko: 관리하다
nb: klarte
nl: beheerd
pl: zarządzany
ru: удалось
th: จัดการ
tr: yönetilen
uk: керований
vi: được quản lý
zh_hans: 管理

source: Masonry Layout
ar: تخطيط البناء
ca: Traçat de maçoneria
cs: Dispozice zdiva
de: Mauerwerkslayout
el: Διάταξη Τοιχοποιίας
es: Disposición de mampostería
fi: Muurausasettelu
he: פריסת בנייה
id: Tata Letak Batu Bata
it: Disposizione della muratura
ja: 石積みレイアウト
ko: 석조 레이아웃
nb: Layout for murverk
nl: Metselwerk lay-out
pl: Układ murowy
ru: Схема кладки
th: ผังงานก่ออิฐ
tr: Duvar Örgüsü Düzeni
uk: Схема кладки
vi: Bố cục xây dựng
zh_hans: 砌体布局

source: max
ar: الأعلى
ca: màx
el: μέγ
es: máximo
he: מקסימום
id: maks
it: massimo
ja: 最大
ko: 최대
nb: maks
nl: maximaal
pl: maks
ru: макс
th: สูงสุด
tr: maksimum
uk: макс
vi: tối đa
zh_hans: 最大限度

source: MC
ko: 엠씨
ru: МС
th: เอ็มซี

source: MEL
ar: ميل
el: ΜΕΛ
ja: メル
ko: 멜
ru: МЕЛ
th: เมล
zh_hans: 梅尔

source: min
ar: دقيقة
el: ελάχ
es: mín.
he: דקה
id: menit
it: minimo
ja: 分
ko: 분
nl: mijn
ru: мин
th: นาที
tr: dakika
uk: хв
vi: phút
zh_hans: 分钟

source: minus
ar: ناقص
ca: menys
cs: mínus
el: πλην
es: menos
fi: miinus
he: מִינוּס
id: dikurangi
it: meno
ja: マイナス
ko: 마이너스
ru: минус
th: ลบ
tr: eksi
uk: мінус
vi: trừ
zh_hans: 减

source: MMMM yyyy
ar: ممممم ييي
ca: MMMM aaaa
cs: MMMM rrrr
de: MMMM jjjj
el: ΜΜΜ εεεε
es: MMMM aaaa
it: MMMM aaaa
nb: MMMM åååå
nl: MMMM jjjj
pl: MMMM rrrr
ru: ММММ гггг
th: มมม ปปปป
tr: AAAAA yyyy
uk: ММММ рррр

source: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Version/14.1.1 Safari/605.1.15
ar: Mozilla/5.0 (Macintosh؛ Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML، مثل Gecko) الإصدار/14.1.1 Safari/605.1.15
ca: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, com Gecko) Versió/14.1.1 Safari/605.1.15
cs: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, jako Gecko) Verze/14.1.1 Safari/605.1.15
de: Mozilla/5.0 (Macintosh; Intel Mac OS
el: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, όπως Gecko) Έκδοση/14.1.1 Safari/605.1.15
es: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, como Gecko) Versión/14.1.1 Safari/605.1.15
fi: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, kuten Gecko) Versio/14.1.1 Safari/605.1.15
he: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, כמו Gecko) Version/14.1.1 Safari/605.1.15
id: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, seperti Gecko) Versi/14.1.1 Safari/605.1.15
it: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, come Gecko) Versione/14.1.1 Safari/605.1.15
ja: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML、Gecko など) バージョン/14.1.1 Safari/605.1.15
ko: Mozilla/5.0(Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15(KHTML, like Gecko) 버전/14.1.1 Safari/605.1.15
nb: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, som Gecko) Versjon/14.1.1 Safari/605.1.15
nl: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, zoals Gecko) Versie/14.1.1 Safari/605.1.15
pl: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, jak Gecko) Wersja/14.1.1 Safari/605.1.15
ru: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, например Gecko) Версия/14.1.1 Safari/605.1.15
th: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML เช่น Gecko) เวอร์ชัน/14.1.1 Safari/605.1.15
tr: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, Gecko gibi) Sürüm/14.1.1 Safari/605.1.15
uk: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, як Gecko) Версія/14.1.1 Safari/605.1.15
vi: Mozilla/5.0 (Macintosh; Intel Mac OS X 10_15_7) AppleWebKit/605.1.15 (KHTML, like Gecko) Phiên bản/14.1.1 Safari/605.1.15
zh_hans: Mozilla/5.0（Macintosh；Intel Mac OS X 10_15_7）AppleWebKit/605.1.15（KHTML，如 Gecko）版本/14.1.1 Safari/605.1.15

source: ms
ar: آنسة
cs: paní
es: EM
he: גְבֶרֶת
it: SM
ko: 미시시피
nl: mevrouw
pl: SM
ru: РС
th: นางสาว
tr: Bayan
uk: РС
vi: bệnh đa xơ cứng
zh_hans: 多发性硬化症

source: Music note
ar: نوتة موسيقية
ca: Nota musical
cs: Noty
de: Musiknote
el: Μουσική νότα
es: Nota musical
fi: Nuotti
he: תו נגינה
id: Not musik
it: Nota musicale
ja: 音符
ko: 음표
nb: Musikknote
nl: Muzieknoot
pl: Nuta muzyczna
ru: Музыкальная нота
th: โน้ตดนตรี
tr: Müzik notası
uk: Музична нота
vi: Nốt nhạc
zh_hans: 音符

source: MX
ar: مكس
ja: ミックス
ko: 엠엑스
ru: мх
th: เอ็มเอ็กซ์
tr: Meksika

source: MY
ar: لي
ca: EL MEU
cs: MŮJ
de: MEIN
el: ΜΟΥ
es: MI
fi: MINUN
he: שֶׁלִי
id: KU
it: MIO
ja: 私の
ko: 나의
nb: MIN
nl: MIJN
pl: MÓJ
ru: МОЙ
th: ของฉัน
tr: BENİM
uk: МІЙ
vi: CỦA TÔI
zh_hans: 我的

source: MZ
ar: م زد
ko: 엠지
ru: МЗ
th: เอ็มแซด
uk: МЗ

source: Nature and environment
ar: الطبيعة والبيئة
ca: Natura i medi ambient
cs: Příroda a životní prostředí
de: Natur und Umwelt
el: Φύση και περιβάλλον
es: Naturaleza y medio ambiente
fi: Luonto ja ympäristö
he: טבע וסביבה
id: Alam dan lingkungan
it: Natura e ambiente
ja: 自然と環境
ko: 자연과 환경
nb: Natur og miljø
nl: Natuur en milieu
pl: Przyroda i środowisko
ru: Природа и окружающая среда
th: ธรรมชาติและสิ่งแวดล้อม
tr: Doğa ve çevre
uk: Природа і навколишнє середовище
vi: Thiên nhiên và môi trường
zh_hans: 自然与环境

source: nb
ar: ملاحظة
de: Nr.
el: σημ
es: nótese bien
fi: Huom
he: הערה:
id: catatan
ja: 注記
ko: 아니요
pl: uwaga
ru: нб
th: หมายเหตุ
tr: not
vi: lưu ý

source: Network connection failed
ar: فشل الاتصال بالشبكة
ca: La connexió a la xarxa ha fallat
cs: Síťové připojení se nezdařilo
de: Netzwerkverbindung fehlgeschlagen
el: Η σύνδεση δικτύου απέτυχε
es: La conexión de red falló
fi: Verkkoyhteys epäonnistui
he: חיבור הרשת נכשל
id: Koneksi jaringan gagal
it: Connessione di rete non riuscita
ja: ネットワーク接続に失敗しました
ko: 네트워크 연결에 실패했습니다
nb: Nettverkstilkobling mislyktes
nl: Netwerkverbinding mislukt
pl: Połączenie sieciowe nie powiodło się
ru: Сетевое подключение не удалось
th: การเชื่อมต่อเครือข่ายล้มเหลว
tr: Ağ bağlantısı başarısız oldu
uk: Помилка підключення до мережі
vi: Kết nối mạng không thành công
zh_hans: 网络连接失败

source: Network connection failed. Please check your internet connection.
ar: فشل اتصال الشبكة. يُرجى التحقق من اتصالك بالإنترنت.
ca: La connexió a la xarxa ha fallat. Comproveu la vostra connexió a Internet.
cs: Síťové připojení se nezdařilo. Zkontrolujte prosím své internetové připojení.
de: Netzwerkverbindung fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung.
el: Η σύνδεση δικτύου απέτυχε. Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο.
es: Error en la conexión de red. Por favor, revise su conexión a internet.
fi: Verkkoyhteys epäonnistui. Tarkista Internet-yhteytesi.
he: חיבור הרשת נכשל. אנא בדוק את חיבור האינטרנט שלך.
id: Koneksi jaringan gagal. Silakan periksa koneksi internet Anda.
it: Connessione di rete non riuscita. Controlla la tua connessione Internet.
ja: ネットワーク接続に失敗しました。インターネット接続を確認してください。
ko: 네트워크 연결에 실패했습니다. 인터넷 연결을 확인하세요.
nb: Nettverkstilkobling mislyktes. Vennligst sjekk Internett-tilkoblingen din.
nl: Netwerkverbinding mislukt. Controleer uw internetverbinding.
pl: Połączenie sieciowe nie powiodło się. Sprawdź połączenie internetowe.
ru: Сбой сетевого подключения. Проверьте подключение к Интернету.
th: การเชื่อมต่อเครือข่ายล้มเหลว โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: Ağ bağlantısı başarısız oldu. Lütfen internet bağlantınızı kontrol edin.
uk: Помилка підключення до мережі. Перевірте підключення до Інтернету.
vi: Kết nối mạng không thành công. Vui lòng kiểm tra kết nối internet của bạn.
zh_hans: 网络连接失败。请检查您的互联网连接。

source: New York
ar: نيويورك
ca: Nova York
el: Νέα Υόρκη
es: Nueva York
he: ניו יורק
id: Kota New York
ja: ニューヨーク
ko: 뉴욕
pl: Nowy Jork
ru: Нью-Йорк
th: นิวยอร์ก
uk: Нью-Йорк
zh_hans: 纽约

source: New York City
ar: مدينة نيويورك
ca: Ciutat de Nova York
el: Νέα Υόρκη
es: Ciudad de Nueva York
he: העיר ניו יורק
id: Kota New York
ja: ニューヨーク市
ko: 뉴욕 씨띠
pl: Nowy Jork
ru: Нью-Йорк
th: นิวยอร์กซิตี้
tr: New York Şehri
uk: місто Нью-Йорк
vi: Thành phố New York
zh_hans: 纽约市

source: New York, United States
ar: نيويورك، الولايات المتحدة
ca: Nova York, Estats Units
cs: New York, Spojené státy americké
de: New York, Vereinigte Staaten
el: Νέα Υόρκη, Ηνωμένες Πολιτείες
es: Nueva York, Estados Unidos
fi: New York, Yhdysvallat
he: ניו יורק, ארצות הברית
id: New York, Amerika Serikat
it: New York, Stati Uniti
ja: ニューヨーク、アメリカ合衆国
ko: 뉴욕, 미국
nb: New York, USA
nl: New York, Verenigde Staten
pl: Nowy Jork, Stany Zjednoczone
ru: Нью-Йорк, США
th: นิวยอร์ก สหรัฐอเมริกา
tr: New York, Amerika Birleşik Devletleri
uk: Нью-Йорк, США
vi: New York, Hoa Kỳ
zh_hans: 美国纽约

source: NI
ar: أيرلندا الشمالية
es: Irlanda del Norte
ja: 北アイルランド
ko: 북아일랜드
pl: Irlandia Północna
ru: НИ
th: เอ็นไอ
tr: Kuzey İrlanda
zh_hans: 北爱尔兰

source: Night mode
ar: الوضع الليلي
ca: Mode nocturn
cs: Noční režim
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo nocturno
fi: Yötila
he: מצב לילה
id: Mode malam
it: Modalità notturna
ja: ナイトモード
ko: 야간 모드
nb: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
ru: Ночной режим
th: โหมดกลางคืน
tr: Gece modu
uk: Нічний режим
vi: Chế độ ban đêm
zh_hans: 夜间模式

source: nl
ar: هولندا
de: Deutschland - Polizei
es: Países Bajos
id: Belanda
it: Paesi Bassi
ja: オランダ
ko: 네덜란드어
pl: Holandia
ru: Нидерланды
th: เนเธอร์แลนด์
tr: Hollanda
vi: Hà Lan
zh_hans: 荷兰

source: NO
ar: لا
cs: ŽÁDNÝ
de: NEIN
el: ΟΧΙ
fi: EI
he: לֹא
id: TIDAK
ja: いいえ
ko: 아니요
nb: INGEN
nl: NEE
pl: NIE
ru: НЕТ
th: เลขที่
tr: HAYIR
uk: НІ
vi: KHÔNG
zh_hans: 不

source: No flight deals found for your search criteria.
ar: لم يتم العثور على عروض طيران تناسب معايير البحث الخاصة بك.
ca: No s'han trobat ofertes de vols per als vostres criteris de cerca.
cs: Pro zadaná kritéria vyhledávání nebyly nalezeny žádné nabídky letenek.
de: Für Ihre Suchkriterien wurden keine Flugangebote gefunden.
el: Δεν βρέθηκαν προσφορές πτήσεων για τα κριτήρια αναζήτησής σας.
es: No se encontraron ofertas de vuelos para tus criterios de búsqueda.
fi: Hakukriteereilläsi ei löytynyt lentotarjouksia.
he: לא נמצאו עסקאות טיסה עבור קריטריוני החיפוש שלך.
id: Tidak ada penawaran penerbangan yang ditemukan untuk kriteria pencarian Anda.
it: Nessuna offerta di volo trovata per i tuoi criteri di ricerca.
ja: 検索条件に合う航空券の割引は見つかりませんでした。
ko: 검색 조건에 맞는 항공편 상품을 찾을 수 없습니다.
nb: Fant ingen flytilbud for søkekriteriene dine.
nl: Er zijn geen vliegaanbiedingen gevonden voor uw zoekcriteria.
pl: Nie znaleziono ofert lotów odpowiadających podanym kryteriom wyszukiwania.
ru: По вашим критериям поиска не найдено предложений на авиабилеты.
th: ไม่พบข้อเสนอเที่ยวบินที่ตรงตามเกณฑ์การค้นหาของคุณ
tr: Aradığınız kriterlere uygun uçuş fırsatı bulunamadı.
uk: Не знайдено жодної пропозиції авіарейсів за вашим критерієм пошуку.
vi: Không tìm thấy chuyến bay nào phù hợp với tiêu chí tìm kiếm của bạn.
zh_hans: 未找到符合您搜索条件的航班优惠。

source: No response data
ar: لا توجد بيانات استجابة
ca: No hi ha dades de resposta
cs: Žádná data odezvy
de: Keine Antwortdaten
el: Δεν υπάρχουν δεδομένα απόκρισης
es: No hay datos de respuesta
fi: Ei vastaustietoja
he: אין נתוני תגובה
id: Tidak ada data respons
it: Nessun dato di risposta
ja: 応答データなし
ko: 응답 데이터가 없습니다
nb: Ingen svardata
nl: Geen responsgegevens
pl: Brak danych odpowiedzi
ru: Нет данных об ответе
th: ไม่มีข้อมูลการตอบกลับ
tr: Yanıt verisi yok
uk: Немає даних про відповідь
vi: Không có dữ liệu phản hồi
zh_hans: 无响应数据

source: no-NO
ar: لا لا
cs: ne-NE
de: nein-NEIN
el: όχι-ΟΧΙ
fi: ei-EI
he: לא-לא
id: tidak-TIDAK
ja: ノーノー
ko: 아니-아니
nb: nei-NEI
nl: nee-NEE
pl: nie-NIE
ru: нет-НЕТ
th: ไม่-ไม่
tr: hayır-HAYIR
uk: ні-НІ
vi: không-KHÔNG
zh_hans: 无NO

source: NRT
ar: العلاج ببدائل النيكوتين
es: TRN
ru: НЗТ
th: นรท.
uk: НЗТ
zh_hans: 尼古丁替代疗法

source: NYC
ar: مدينة نيويورك
ca: Nova York
es: Nueva York
he: ניו יורק
id: Kota New York
it: New York
ja: ニューヨーク
ko: 뉴욕
nl: New York
pl: Nowy Jork
ru: Нью-Йорк
th: นิวยอร์กซิตี้
tr: New York
vi: Thành phố New York
zh_hans: 纽约市

source: NZ
ar: نيوزيلندا
es: Nueva Zelanda
id: Selandia Baru
it: Nuova Zelanda
ja: ニュージーランド
ko: 뉴질랜드
nl: Nieuw-Zeeland
pl: Nowa Zelandia
ru: Новая Зеландия
th: นิวซีแลนด์
tr: Yeni Zelanda
uk: Нова Зеландія
vi: New Zealand
zh_hans: 新西兰

source: OM
ar: أوم
ja: オーム
ko: 옴
ru: ОМ
th: โอม
uk: ОМ
zh_hans: 嗡
