Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: All \(viewModel.totalResultsCount) flights loaded
ar: تم تحميل جميع الرحلات \(viewModel.totalResultsCount)
ca: S'han carregat tots els vols \(viewModel.totalResultsCount).
cs: Všechny lety \(viewModel.totalResultsCount) načteny
de: Alle \(viewModel.totalResultsCount) Flüge geladen
el: Φορτώθηκαν όλες οι πτήσεις \(viewModel.totalResultsCount).
es: Todos los vuelos \(viewModel.totalResultsCount) cargados
fi: Kaikki \(viewModel.totalResultsCount) lennot ladattu
he: כל הטיסות \(viewModel.totalResultsCount) נטענו
id: Semua penerbangan \(viewModel.totalResultsCount) dimuat
it: Tutti i voli \(viewModel.totalResultsCount) caricati
ja: すべての\(viewModel.totalResultsCount)フライトが読み込まれました
ko: 모든 \(viewModel.totalResultsCount)개 항공편이 로드되었습니다.
nb: Alle \(viewModel.totalResultsCount) flyreiser er lastet
nl: Alle \(viewModel.totalResultsCount) vluchten geladen
pl: Załadowano wszystkie loty (viewModel.totalResultsCount)
ru: Все рейсы \(viewModel.totalResultsCount) загружены
th: โหลดเที่ยวบินทั้งหมด \(viewModel.totalResultsCount)
tr: Tüm \(viewModel.totalResultsCount) uçuşlar yüklendi
uk: Усі рейси \(viewModel.totalResultsCount) завантажено
vi: Tất cả \(viewModel.totalResultsCount) chuyến bay đã được tải
zh_hans: 所有 \(viewModel.totalResultsCount) 个航班已加载

source: Alliance Air
ar: تحالف الطيران
es: Alianza Aérea
he: אליאנס אייר
id: Aliansi Udara
it: Alleanza aerea
ja: アライアンスエア
ko: 얼라이언스 에어
ru: Альянс Эйр
th: สายการบินอัลไลแอนซ์
tr: İttifak Hava Yolları
uk: Альянс Ейр
vi: Liên minh hàng không
zh_hans: 联盟航空

source: Almost done...
ar: تم الانتهاء تقريبا...
ca: Gairebé fet...
cs: Téměř hotovo...
de: Fast fertig...
el: Σχεδόν τελειωμένο...
es: Ya casi termino...
fi: Melkein valmis...
he: כמעט גמור...
id: Hampir selesai...
it: Quasi finito...
ja: もうすぐ終わりです...
ko: 거의 끝났어요...
nb: Nesten ferdig...
nl: Bijna klaar...
pl: Prawie gotowe...
ru: Почти готово...
th: ใกล้เสร็จแล้ว...
tr: Neredeyse bitti...
uk: Майже готово...
vi: Gần xong rồi...
zh_hans: 快完成了...

source: AO
ar: ايه او
el: ΑΟ
ko: 아오
ru: АО
th: เอโอ

source: api
ar: واجهة برمجة التطبيقات
th: เอพี

source: API Calls: \(viewModel.totalPollCount)
ar: مكالمات واجهة برمجة التطبيقات: \(viewModel.totalPollCount)
ca: Crides a l'API: \(viewModel.totalPollCount)
cs: Volání API: \(viewModel.totalPollCount)
de: API-Aufrufe: \(viewModel.totalPollCount)
el: Κλήσεις API: \(viewModel.totalPollCount)
es: Llamadas API: \(viewModel.totalPollCount)
fi: API-kutsut: \(viewModel.totalPollCount)
he: קריאות API: \(viewModel.totalPollCount)
id: Panggilan API: \(viewModel.totalPollCount)
it: Chiamate API: \(viewModel.totalPollCount)
ja: API 呼び出し: \(viewModel.totalPollCount)
ko: API 호출: \(viewModel.totalPollCount)
nb: API-kall: \(viewModel.totalPollCount)
nl: API-aanroepen: \(viewModel.totalPollCount)
pl: Wywołania API: \(viewModel.totalPollCount)
ru: Вызовы API: \(viewModel.totalPollCount)
th: การเรียก API: \(viewModel.totalPollCount)
tr: API Çağrıları: \(viewModel.totalPollCount)
uk: Виклики API: \(viewModel.totalPollCount)
vi: Cuộc gọi API: \(viewModel.totalPollCount)
zh_hans: API 调用：\(viewModel.totalPollCount)

source: Apple
ar: تفاحة
ca: poma
cs: jablko
de: Apfel
el: μήλο
es: manzana
fi: omena
he: תַפּוּחַ
id: apel
it: mela
ja: りんご
ko: 사과
nb: eple
nl: appel
pl: jabłko
ru: яблоко
th: แอปเปิล
tr: elma
uk: яблуко
vi: quả táo
zh_hans: 苹果

source: application/json
ar: تطبيق/json
ca: aplicació/json
cs: aplikace/json
de: Anwendung/JSON
el: εφαρμογή/json
es: aplicación/json
fi: sovellus/json
he: אפליקציה/json
id: aplikasi/json
it: applicazione/json
ja: アプリケーション/json
ko: 애플리케이션/json
nb: applikasjon/json
nl: toepassing/json
pl: aplikacja/json
ru: приложение/json
th: แอปพลิเคชัน/json
tr: uygulama/json
uk: додаток/json
vi: ứng dụng/json
zh_hans: 应用程序/json

source: Applying changes...
ar: جاري تطبيق التغييرات...
ca: S'estan aplicant els canvis...
cs: Provádění změn...
de: Änderungen werden angewendet...
el: Εφαρμογή αλλαγών...
es: Aplicando cambios...
fi: Otetaan muutoksia käyttöön...
he: מחיל שינויים...
id: Menerapkan perubahan...
it: Applicazione delle modifiche in corso...
ja: 変更を適用しています...
ko: 변경 사항을 적용합니다...
nb: Bruker endringer ...
nl: Wijzigingen toepassen...
pl: Wprowadzanie zmian...
ru: Применение изменений...
th: กำลังใช้การเปลี่ยนแปลง...
tr: Değişiklikler uygulanıyor...
uk: Застосування змін...
vi: Đang áp dụng thay đổi...
zh_hans: 正在应用更改...

source: AR
ar: ع
el: αρ
es: Arkansas
it: esso
ko: 아르
nl: zijn
ru: ар
th: อาร์
uk: ар
zh_hans: 应收账

source: ar-SA
el: αρ-Α.Ε
ru: ар-СА
th: อาร์-เอสเอ
uk: ар-СА

source: arrival
ar: الوصول
ca: arribada
cs: příchod
de: Ankunft
el: άφιξη
es: llegada
fi: saapuminen
he: הַגָעָה
id: kedatangan
it: arrivo
ja: 到着
ko: 도착
nb: ankomst
nl: aankomst
pl: przyjazd
ru: прибытие
th: การมาถึง
tr: varış
uk: прибуття
vi: đến
zh_hans: 到达

source: asc
ar: تصاعدي
de: aufsteigend
el: αυξ
es: ascendente
he: עולה
id: naik
it: crescente
ja: 昇順
ko: 오름차순
nl: oplopend
pl: rosnąco
ru: по возрастанию
th: ขึ้น
tr: artan
uk: за зростанням
vi: tăng dần
zh_hans: 升序

source: AT
ar: في
cs: NA
de: BEI
el: ΣΤΟ
es: EN
he: בְּ
id: PADA
it: A
ja: で
ko: 에
nb: PÅ
nl: BIJ
pl: NA
ru: В
th: ที่
vi: TẠI
zh_hans: 在

source: ATR 72-201 / 202
id: Pesawat ATR 72-201 / 202
ru: АТР 72-201 / 202
th: เอทีอาร์ 72-201 / 202

source: AU
ar: أو
es: Australia
it: a
ja: オーストラリア
ko: 오
ru: ау
th: ออ
vi: Úc
zh_hans: 澳大利亚

source: AUD
ar: الدولار الأسترالي
es: Dólar australiano
it: Dollaro australiano
ja: 豪ドル
ko: 호주 달러
ru: австралийский доллар
th: ดอลลาร์ออสเตรเลีย
tr: Avustralya doları
vi: Đô la Úc
zh_hans: 澳元

source: Authentication configuration error
ar: خطأ في تكوين المصادقة
ca: Error de configuració d'autenticació
cs: Chyba konfigurace ověřování
de: Fehler bei der Authentifizierungskonfiguration
el: Σφάλμα διαμόρφωσης ελέγχου ταυτότητας
es: Error de configuración de autenticación
fi: Todennuksen määritysvirhe
he: שגיאת תצורת אימות
id: Kesalahan konfigurasi autentikasi
it: Errore di configurazione dell'autenticazione
ja: 認証設定エラー
ko: 인증 구성 오류
nb: Autentiseringskonfigurasjonsfeil
nl: Fout in authenticatieconfiguratie
pl: Błąd konfiguracji uwierzytelniania
ru: Ошибка конфигурации аутентификации
th: ข้อผิดพลาดในการกำหนดค่าการตรวจสอบสิทธิ์
tr: Kimlik doğrulama yapılandırma hatası
uk: Помилка конфігурації автентифікації
vi: Lỗi cấu hình xác thực
zh_hans: 身份验证配置错误

source: Authentication failed: \(error.localizedDescription)
ar: فشل المصادقة: \(error.localizedDescription)
ca: L'autenticació ha fallat: \(error.localizedDescription)
cs: Ověření se nezdařilo: \(error.localizedDescription)
de: Authentifizierung fehlgeschlagen: \(error.localizedDescription)
el: Ο έλεγχος ταυτότητας απέτυχε: \(error.localizedDescription)
es: Error de autenticación: \(error.localizedDescription)
fi: Todennus epäonnistui: \(error.localizedDescription)
he: האימות נכשל: \(error.localizedDescription)
id: Autentikasi gagal: \(error.localizedDescription)
it: Autenticazione fallita: \(error.localizedDescription)
ja: 認証に失敗しました: \(error.localizedDescription)
ko: 인증에 실패했습니다: \(error.localizedDescription)
nb: Autentisering mislyktes: \(error.localizedDescription)
nl: Authenticatie mislukt: \(error.localizedDescription)
pl: Uwierzytelnianie nie powiodło się: \(error.localizedDescription)
ru: Ошибка аутентификации: \(error.localizedDescription)
th: การตรวจสอบสิทธิ์ล้มเหลว: \(error.localizedDescription)
tr: Kimlik doğrulama başarısız oldu: \(error.localizedDescription)
uk: Помилка автентифікації: \(error.localizedDescription)
vi: Xác thực không thành công: \(error.localizedDescription)
zh_hans: 身份验证失败：\（error.localizedDescription）

source: Average price is ₹\(Int(averagePrice))
ar: متوسط السعر هو $\(Int(averagePrice))
ca: El preu mitjà és $\(Int(averagePrice))
cs: Průměrná cena je $\(Int(průměrná cena))
de: Der Durchschnittspreis beträgt $\(Int(averagePrice))
el: Η μέση τιμή είναι $\(Int(μέσηΤιμή))
es: El precio promedio es $\(Int(averagePrice))
fi: Keskihinta on $\(Int(keskihinta))
he: המחיר הממוצע הוא $\(Int(averagePrice))
id: Harga rata-rata adalah $\(Int(averagePrice))
it: Il prezzo medio è $\(Int(averagePrice))
ja: 平均価格は$\(Int(averagePrice))です
ko: 평균 가격은 $\(Int(averagePrice))입니다.
nb: Gjennomsnittlig pris er $\(Int(averagePrice))
nl: Gemiddelde prijs is $\(Int(averagePrice))
pl: Średnia cena wynosi $\(Int(averagePrice))
ru: Средняя цена составляет $\(Int(averagePrice))
th: ราคาเฉลี่ยคือ $\(Int(averagePrice))
tr: Ortalama fiyat $\(Int(ortalamaFiyat))
uk: Середня ціна $\(Int(averagePrice))
vi: Giá trung bình là $\(Int(averagePrice))
zh_hans: 平均价格为 $\(Int(averagePrice))

source: BE
ar: يكون
ca: SER
cs: BÝT
de: SEI
el: ΕΙΝΑΙ
es: SER
fi: OLLA
he: לִהיוֹת
id: MENJADI
it: ESSERE
ja: なれ
nb: VÆRE
nl: ZIJN
pl: BYĆ
ru: БЫТЬ
th: เป็น
tr: OLMAK
uk: БУТИ
vi: LÀ
zh_hans: 是

source: Bearer \(bearerToken)
ar: حامل \(bearerToken)
ca: Portador \(bearerToken)
cs: Nositel \(nositelToken)
de: Inhaber \(Trägertoken)
el: Φορέας \(bearerToken)
es: Portador \(bearerToken)
fi: Kantaja \(bearerToken)
id: Pembawa \(bearerToken)
it: Portatore \(bearerToken)
ja: ベアラー \(ベアラートークン)
ko: 소지자 \(bearerToken)
nb: Bærer \(bearerToken)
nl: Drager \(bearerToken)
pl: Nośnik \(żeton okaziciela)
ru: Предъявитель \(bearerToken)
th: ผู้ถือ \(bearerToken)
tr: Taşıyıcı \(taşıyıcıSimgesi)
uk: Носій \(bearerToken)
vi: Người mang \(bearerToken)

source: Beautiful landscape with mountains
ar: منظر طبيعي جميل مع الجبال
ca: Preciós paisatge amb muntanyes
cs: Krásná krajina s horami
de: Schöne Landschaft mit Bergen
el: Όμορφο τοπίο με βουνά
es: Hermoso paisaje con montañas
fi: Kaunis maisema vuorilla
he: נוף יפה עם הרים
id: Pemandangan indah dengan pegunungan
it: Bellissimo paesaggio con montagne
ja: 山々の美しい風景
ko: 산이 있는 아름다운 풍경
nb: Vakkert landskap med fjell
nl: Prachtig landschap met bergen
pl: Piękny krajobraz z górami
ru: Красивый пейзаж с горами
th: ภูมิประเทศสวยงามมีภูเขา
tr: Dağlarla dolu güzel manzara
uk: Гарний краєвид з горами
vi: Phong cảnh đẹp với những ngọn núi
zh_hans: 美丽的山景

source: BG
ar: خلفية
ko: 비지
ru: БГ
th: บีจี
tr: Arkaplan
zh_hans: 保龄球

source: bg-BG
ru: бг-БГ
th: บีจี-บีจี

source: BH
ar: بي اتش
ko: 비에이치
ru: БХ
th: บีเอช

source: BO
ar: بو
he: בו
ja: ボー
ko: 악
ru: БО
th: โบ
tr: BÖ
zh_hans: 博

source: BR
ar: بر
es: es
ko: 브르
ru: бр
th: บร
uk: бр
vi: anh ấy

source: Bright and sunny day
ar: يوم مشرق ومشمس
ca: Dia lluminós i assolellat
cs: Jasný a slunečný den
de: Heller und sonniger Tag
el: Φωτεινή και ηλιόλουστη μέρα
es: Día brillante y soleado
fi: Valoisa ja aurinkoinen päivä
he: יום בהיר ושטוף שמש
id: Hari yang cerah dan cerah
it: Giornata luminosa e soleggiata
ja: 明るく晴れた日
ko: 밝고 화창한 날
nb: Lys og solrik dag
nl: Heldere en zonnige dag
pl: Jasny i słoneczny dzień
ru: Яркий и солнечный день
th: วันสดใสและมีแดด
tr: Parlak ve güneşli bir gün
uk: Яскравий і сонячний день
vi: Ngày nắng đẹp
zh_hans: 阳光明媚的日子

source: bwimg
ar: بويج
ja: 泳ぐ
ko: 브윔지
th: บีเอ็มไอเอ็ม
zh_hans: 布威姆

source: BY
ar: بواسطة
ca: PER
cs: PODLE
de: VON
el: ΜΕ
es: POR
he: עַל יְדֵי
id: OLEH
it: DI
ja: による
ko: 에 의해
nb: VED
nl: DOOR
pl: PRZEZ
ru: К
th: โดย
tr: İLE
vi: QUA
zh_hans: 经过

source: CA
ar: كاليفورنيا
el: περ
es: California
fi: noin
he: כ
it: circa
ja: 約
ko: 캘리포니아
pl: Kalifornia
ru: ка
th: แคลิฟอร์เนีย
tr: yaklaşık
uk: приблизно
zh_hans: 钙

source: ca-ES
th: ซีเอ-อีเอส
zh_hans: 钙-ES

source: Cache: \(pollResponse.cache ?
ar: ذاكرة التخزين المؤقت: \(pollResponse.cache ?
ca: Memòria cau: \(pollResponse.cache ?
cs: Mezipaměť: \(pollResponse.cache ?
el: Προσωρινή μνήμη: \(pollResponse.cache ?
es: Caché: \(pollResponse.cache ?
fi: Välimuisti: \(pollResponse.cache?
he: מטמון: \(pollResponse.cache ?
ja: キャッシュ: \(pollResponse.cache ?
ko: 캐시: \(pollResponse.cache ?
pl: Pamięć podręczna: \(pollResponse.cache ?
ru: Кэш: \(pollResponse.cache ?
th: แคช: \(pollResponse.cache ?
tr: Önbellek: \(pollResponse.cache ?
uk: Кеш: \(pollResponse.cache ?
vi: Bộ nhớ đệm: \(pollResponse.cache ?
zh_hans: 缓存：\(pollResponse.cache？

source: CAD
ar: كاد
el: ΠΑΛΗΑΝΘΡΩΠΟΣ
es: CANALLA
id: Mata Uang Digital
ja: キャド
ko: 치사한 사람
pl: CHAM
ru: САПР
th: แคด
zh_hans: 计算机辅助设计

source: car
ar: سيارة
ca: cotxe
cs: auto
de: Auto
el: αυτοκίνητο
es: auto
fi: auto
he: מְכוֹנִית
id: mobil
it: auto
ja: 車
ko: 자동차
nb: bil
nl: auto
pl: samochód
ru: машина
th: รถ
tr: araba
uk: автомобіль
vi: xe hơi
zh_hans: 车

source: CCJ
ar: محكمة العدل المركزية
th: ซีซีเจ
zh_hans: 刑事司法委员会

source: CDG
ar: شارل ديغول
th: ซีดีจี
zh_hans: 戴高乐机场

source: CH
ru: Ч
th: ช.
tr: Ç
zh_hans: 频道

source: Check-out date must be after check-in date.
ar: يجب أن يكون تاريخ المغادرة بعد تاريخ تسجيل الوصول
ca: La data de sortida ha de ser posterior a la data d'entrada
cs: Datum odjezdu musí být pozdější než datum příjezdu
de: Das Check-out-Datum muss nach dem Check-in-Datum liegen
el: Η ημερομηνία αναχώρησης πρέπει να είναι μετά την ημερομηνία check-in
es: La fecha de salida debe ser posterior a la fecha de entrada.
fi: Uloskirjautumispäivän on oltava sisäänkirjautumispäivän jälkeen
he: תאריך הצ'ק-אאוט חייב להיות לאחר תאריך הצ'ק-אין
id: Tanggal check-out harus setelah tanggal check-in
it: La data di check-out deve essere successiva alla data di check-in
ja: チェックアウト日はチェックイン日以降である必要があります
ko: 체크아웃 날짜는 체크인 날짜 이후여야 합니다.
nb: Utsjekkingsdatoen må være etter innsjekkingsdatoen
nl: De uitcheckdatum moet na de incheckdatum vallen
pl: Data wymeldowania musi być późniejsza niż data zameldowania
ru: Дата выезда должна быть позже даты заезда.
th: วันที่เช็คเอาท์ต้องอยู่หลังวันที่เช็คอิน
tr: Çıkış tarihi giriş tarihinden sonra olmalıdır
uk: Дата виїзду має бути після дати заїзду
vi: Ngày trả phòng phải sau ngày nhận phòng
zh_hans: 退房日期必须晚于入住日期

source: checkin
ar: تحقق في
ca: facturació
de: einchecken
es: registrarse
fi: sisäänkirjautuminen
he: צ'ק-אין
it: registrazione
ja: チェックイン
ko: 체크인
nb: sjekke inn
nl: inchecken
pl: zameldować się
ru: регистрироваться
th: เช็คอิน
tr: giriş
uk: реєстрація
vi: đăng ký vào
zh_hans: 报到

source: Checking road conditions
ar: التحقق من حالة الطريق
ca: Comprovació de l'estat de la carretera
cs: Kontrola stavu vozovky
de: Überprüfung der Straßenverhältnisse
el: Έλεγχος οδικών συνθηκών
es: Comprobación del estado de la carretera
fi: Tieolosuhteiden tarkistaminen
he: בדיקת תנאי הדרך
id: Memeriksa kondisi jalan
it: Controllo delle condizioni stradali
ja: 道路状況の確認
ko: 도로 상황 확인
nb: Sjekker veiforhold
nl: Controle van de wegomstandigheden
pl: Sprawdzanie warunków drogowych
ru: Проверка дорожных условий
th: การตรวจสอบสภาพถนน
tr: Yol koşullarının kontrol edilmesi
uk: Перевірка дорожніх умов
vi: Kiểm tra tình trạng đường xá
zh_hans: 检查路况

source: CHF
ar: الفرنك السويسري
ja: スイスフラン
ko: 스위스 프랑
ru: швейцарский франк
th: ฟรังก์สวิส
tr: İsviçre Frangı
zh_hans: 瑞士法郎

source: child
ar: طفل
ca: nen
cs: dítě
de: Kind
el: παιδί
es: niño
fi: lapsi
he: יֶלֶד
id: anak
it: bambino
ja: 子供
ko: 어린이
nb: barn
nl: kind
pl: dziecko
ru: ребенок
th: เด็ก
tr: çocuk
uk: дитина
vi: đứa trẻ
zh_hans: 孩子

source: Children \(childNumber)
ar: الأطفال \(رقم الطفل)
ca: Nens \(childNumber)
cs: Děti \(childNumber)
de: Kinder \(Kindernummer)
el: Παιδιά \(childNumber)
es: Niños \(núm.de niño)
fi: Lapset \(childNumber)
he: ילדים \(childNumber)
id: Anak-anak \(nomoranak)
it: Bambini \(numerobambino)
ja: 子供 \(childNumber)
ko: 아이들 \(아이들번호)
nb: Barn \(childNumber)
nl: Kinderen \(kindNummer)
pl: Dzieci \(numerdziecka)
ru: Дети \(номер_ребенка)
th: บุตร \(จำนวนบุตร)
tr: Çocuklar \(childNumber)
uk: Діти \(childNumber)
vi: Trẻ em \(childNumber)
zh_hans: 孩子 \(孩子数量)

source: city
ar: مدينة
ca: ciutat
cs: město
de: Stadt
el: πόλη
es: ciudad
fi: kaupunki
he: עִיר
id: kota
it: città
ja: 市
ko: 도시
nb: by
nl: stad
pl: miasto
ru: город
th: เมือง
tr: şehir
uk: місто
vi: thành phố
zh_hans: 城市

source: CL
ar: سي إل
ko: 씨엘
ru: КЛ
th: ซีแอล
zh_hans: 氯

source: Clear User Data
ar: مسح بيانات المستخدم
ca: Esborra les dades d'usuari
cs: Vymazat uživatelská data
de: Benutzerdaten löschen
el: Εκκαθάριση δεδομένων χρήστη
es: Borrar datos de usuario
fi: Tyhjennä käyttäjätiedot
he: נקה נתוני משתמש
id: Hapus Data Pengguna
it: Cancella dati utente
ja: ユーザーデータを消去
ko: 사용자 데이터 지우기
nb: Slett brukerdata
nl: Gebruikersgegevens wissen
pl: Wyczyść dane użytkownika
ru: Очистить данные пользователя
th: ล้างข้อมูลผู้ใช้
tr: Kullanıcı Verilerini Temizle
uk: Очистити дані користувача
vi: Xóa dữ liệu người dùng
zh_hans: 清除用户数据

source: clock
ar: ساعة
ca: rellotge
cs: hodiny
de: Uhr
el: ρολόι
es: reloj
fi: kello
he: שָׁעוֹן
id: jam
it: orologio
ja: クロック
ko: 시계
nb: klokke
nl: klok
pl: zegar
ru: часы
th: นาฬิกา
tr: saat
uk: годинник
vi: cái đồng hồ
zh_hans: 钟

source: CN
ar: الصين
el: ΣΟ
ko: 중국
th: ซีเอ็น
zh_hans: 中国

source: CNN
ar: سي إن إن
ru: Си-Эн-Эн
th: ซีเอ็นเอ็น
zh_hans: 美国有线电视新闻网

source: CNY
ar: يوان صيني
de: Chinesischer Yuan
es: Año Nuevo Chino
id: Tahun Baru Imlek
it: Città di New York
ja: 人民元
ko: 설날
nl: Chinese Yuan
ru: китайский юань
th: ตรุษจีน
tr: Çin Yeni Yılı
vi: Nhân dân tệ
zh_hans: 中国新年

source: CO
ar: أول أكسيد الكربون
he: מְשׁוּתָף
id: BERSAMA
ja: 二酸化炭素
ko: 코
pl: WSPÓŁ
ru: СО
th: ซีโอ
zh_hans: 一氧化碳

source: COK
ar: كوك
el: ΚΟΚ
ja: コック
ko: 콕
nl: KOK
ru: КОК
th: ค็อก
zh_hans: 可可

source: Cookie
ar: كوكيز
ca: Galeta
de: Plätzchen
el: Κουλουράκι
es: Galleta
fi: Eväste
he: עוּגִיָה
id: Kue
it: Biscotto
ja: クッキー
ko: 매력적인 여자
nl: Koekje
pl: Ciastko
ru: Печенье
th: คุกกี้
tr: Kurabiye
uk: Печиво
vi: Bánh quy
zh_hans: 曲奇饼

source: country
ar: دولة
ca: país
cs: země
de: Land
el: χώρα
es: país
fi: maassa
he: מְדִינָה
id: negara
it: Paese
ja: 国
ko: 국가
nb: land
nl: land
pl: kraj
ru: страна
th: ประเทศ
tr: ülke
uk: країна
vi: quốc gia
zh_hans: 国家

source: CR
ar: سي آر
cs: ČR
ko: 씨알
th: ซีอาร์

source: Created: \(userManager.isUserCreated ?
ar: تم الإنشاء: \(userManager.isUserCreated ?
ca: Creat: \(userManager.isUserCreated ?
cs: Vytvořeno: \(userManager.isUserCreated ?
de: Erstellt: \(userManager.isUserCreated ?
el: Δημιουργήθηκε: \(userManager.isUserCreated ?
es: Creado: \(userManager.isUserCreated ?
fi: Luotu: \(userManager.isUserCreated ?
he: נוצר: \(userManager.isUserCreated ?
id: Dibuat: \(userManager.isUserCreated ?
it: Creato: \(userManager.isUserCreated ?
ja: 作成済み: \(userManager.isUserCreated ?
ko: 생성됨: \(userManager.isUserCreated ?
nb: Opprettet: \(userManager.isUserCreated ?
nl: Gemaakt: \(userManager.isUserCreated ?
pl: Utworzono: \(userManager.isUserCreated ?
ru: Создано: \(userManager.isUserCreated ?
th: สร้างแล้ว: \(userManager.isUserCreated ?
tr: Oluşturuldu: \(userManager.isUserCreated ?
uk: Створено: \(userManager.isUserCreated ?
vi: Đã tạo: \(userManager.isUserCreated ?
zh_hans: 已创建：\(userManager.isUserCreated？

source: cs
ko: 씨에스
th: ซีเอส

source: cs-CZ
th: ซีเอส-ซีแซด

source: CU
ar: وحدة النقد الاجنبية
th: ซียู

source: Current Location
ar: الموقع الحالي
ca: Ubicació actual
cs: Aktuální poloha
de: Aktueller Standort
el: Τρέχουσα τοποθεσία
es: Ubicación actual
fi: Nykyinen sijainti
he: מיקום נוכחי
id: Lokasi Saat Ini
it: Posizione attuale
ja: 現在の場所
ko: 현재 위치
nb: Nåværende plassering
nl: Huidige locatie
pl: Aktualna lokalizacja
ru: Текущее местоположение
th: ตำแหน่งปัจจุบัน
tr: Mevcut Konum
uk: Поточне місцезнаходження
vi: Vị trí hiện tại
zh_hans: 当前位置

source: CV
ar: السيرة الذاتية
de: Lebenslauf
el: βιογραφικό
he: קורות חיים
id: Riwayat Hidup
ja: 履歴書
ko: 이력서
ru: резюме
th: ซีวี
tr: Özgeçmiş
vi: Sơ yếu lý lịch
zh_hans: 简历

source: CZ
ar: تشيكوسلوفاكيا
es: República Checa
it: Repubblica Ceca
ja: チェコ共和国
ko: 체코
ru: Чехия
th: ซีซี
tr: Çek Cumhuriyeti
zh_hans: 捷克共和国

source: D1WF
ko: 디1더블에프
th: ดี1ดับบลิวเอฟ

source: da
ar: دا
el: δα
he: דה
ja: ダ
ko: 다
pl: tak
ru: да
th: ดา
uk: так
vi: ngày
zh_hans: 达

source: da-DK
ar: دا-دي كيه
ja: だDK
ko: 다-DK
ru: да-ДК
th: ดา-ดีเค
uk: да-ДК
zh_hans: 达-DK

source: data
ar: بيانات
ca: dades
de: Daten
el: δεδομένα
es: datos
fi: tiedot
he: נְתוּנִים
it: dati
ja: データ
ko: 데이터
nl: gegevens
pl: dane
ru: данные
th: ข้อมูล
tr: veri
uk: даних
vi: dữ liệu
zh_hans: 数据

source: DE
ar: دي
es: Delaware
he: דה
id: dari
it: di
ja: デ
ko: 드
pl: z
ru: де
th: เดอ
vi: của
zh_hans: 德

source: de-DE
ar: دي-دي
he: דה-DE
ko: 드-드
ru: де-ДЕ
th: เดอ-ดีอี
uk: де-DE
zh_hans: 去-DE

source: Demo
ar: العرض التوضيحي
ca: Demostració
el: Διαδήλωση
es: Manifestación
he: הַדגָמָה
it: Dimostrazione
ja: デモ
ko: 데모
nl: Demonstratie
pl: Demonstracja
ru: Демо
th: การสาธิต
uk: Демо
vi: Thử nghiệm
zh_hans: 演示

source: desc
ar: الوصف
de: Beschreibung
el: περιγραφ
es: descripción
id: deskripsi
it: descrizione
ja: 説明
ko: 설명
nl: beschrijving
pl: opis
ru: описание
th: คำอธิบาย
tr: açıklama
uk: опис
vi: mô tả
zh_hans: 描述

source: Digital art creation tools
ar: أدوات إنشاء الفن الرقمي
ca: Eines de creació d'art digital
cs: Nástroje pro tvorbu digitálního umění
de: Werkzeuge zur digitalen Kunsterstellung
el: Εργαλεία δημιουργίας ψηφιακής τέχνης
es: Herramientas de creación de arte digital
fi: Työkalut digitaalisen taiteen luomiseen
he: כלים ליצירת אמנות דיגיטלית
id: Alat pembuatan seni digital
it: Strumenti per la creazione di arte digitale
ja: デジタルアート制作ツール
ko: 디지털 아트 제작 도구
nb: Verktøy for digital kunstskaping
nl: Hulpmiddelen voor het maken van digitale kunst
pl: Narzędzia do tworzenia sztuki cyfrowej
ru: Инструменты для создания цифрового искусства
th: เครื่องมือสร้างงานศิลปะดิจิทัล
tr: Dijital sanat yaratma araçları
uk: Інструменти створення цифрового мистецтва
vi: Công cụ sáng tạo nghệ thuật kỹ thuật số
zh_hans: 数字艺术创作工具

source: Direct
ar: مباشر
ca: Directe
cs: Řídit
de: Direkt
el: Απευθείας
es: Directo
fi: Suoraan
he: יָשִׁיר
id: Langsung
it: Diretto
ja: 直接
ko: 직접
nb: Direkte
pl: Bezpośredni
ru: Прямой
th: โดยตรง
tr: Doğrudan
uk: Прямий
vi: Trực tiếp
zh_hans: 直接的

source: DK
ar: دك
it: Non so
ko: 디케이
ru: ДК
th: ดีเค
zh_hans: 丹麦

source: DO
ar: يفعل
ca: FER
cs: DĚLAT
de: TUN
el: ΚΑΝΩ
es: HACER
fi: TEHDÄ
he: לַעֲשׂוֹת
id: MELAKUKAN
it: FARE
ja: する
ko: ~하다
nb: GJØRE
nl: DOEN
ru: ДЕЛАТЬ
th: ทำ
tr: YAPMAK
uk: ЗРОБИТИ
vi: LÀM
zh_hans: 做

source: Drop-off (Same location)
ar: نقطة الإنزال (نفس الموقع)
ca: Recollida (Mateixa ubicació)
cs: Vrácení (stejné místo)
de: Abgabe (gleicher Ort)
el: Αποβίβαση (Ίδια τοποθεσία)
es: Punto de entrega (misma ubicación)
fi: Pudotus (sama paikka)
he: ירידה (באותו מקום)
id: Drop-off (Lokasi yang sama)
it: Riconsegna (stesso luogo)
ja: 降車場所（同じ場所）
ko: 하차 장소 (동일한 위치)
nb: Drop-off (samme sted)
nl: Afzetten (zelfde locatie)
pl: Miejsce zbiórki (to samo miejsce)
ru: Место высадки (то же место)
th: จุดรับ-ส่ง (สถานที่เดียวกัน)
tr: Bırakma (Aynı konum)
uk: Висадка (те саме місце)
vi: Trả khách (Cùng địa điểm)
zh_hans: 下车（同一地点）

source: Dubai
ar: دبي
cs: Dubaj
el: Ντουμπάι
es: Dubái
he: דובאי
ja: ドバイ
ko: 두바이
ru: Дубай
th: ดูไบ
uk: Дубай
zh_hans: 迪拜

source: DXB
ar: مطار دبي الدولي
ko: 디엑스비
ru: ДХБ
th: ดีเอ็กซ์บี

source: E dd, MMM
ar: هـ د، م م م
el: Ε ηη ΜΜΜ
ja: エド、MMM
ko: 에드, 음
ru: E дд МММ
th: อีดีดีเอ็มเอ็มเอ็ม
uk: Е дд МММ

source: E dd MMM, HH:mm
de: E tt MMM, HH:mm
el: Ηη ΜΜΜ, ΩΩ:mm
it: E gg MMM, HH:mm
ja: 日付 MMM、HH:mm
ko: 일 월 월 시 시 분
nb: E dd MMM, TT:mm
nl: E dd MMM, UU:mm
pl: E dd MMM, GG:mm
ru: E дд МММ, ЧЧ:мм
th: อี วว MMM, HH:mm
tr: E dd MMM, SS:dd
uk: E дд МММ, ГГ:хв
zh_hans: E 日 MMM，HH:mm

source: EC
ar: المفوضية الأوروبية
de: EG
es: CE
it: CE
nl: EG
pl: WE
ru: ЕС
th: อีซี
tr: AB
zh_hans: 欧盟

source: EE
ar: إي إي
ko: 전자
ru: ЭЭ
th: อีอี
zh_hans: 电子工程

source: EG
ar: على سبيل المثال
cs: NAPŘ
de: Z.B
el: Π.χ
es: P.EJ
fi: ESIM
he: לְמָשָׁל
id: MISALNYA
it: PER ESEMPIO
ja: 例えば
pl: NP
ru: НАПРИМЕР
th: อีจี
uk: НАПР
vi: VÍ DỤ
zh_hans: 例如

source: EK
ar: إي كيه
el: Ε.Κ
ru: ЭК
th: อีเค
uk: ЕК

source: el
ar: إل
el: ελ
he: אל
it: lui
ja: エル
ko: 엘자
ru: эл
th: เอล
uk: ел
zh_hans: 埃尔

source: el-GR
ar: إل-جي آر
he: אל-GR
ja: エルGR
ko: 엘-GR
ru: эл-ГР
th: เอล-จีอาร์
uk: ел-гр

source: en
de: de
fi: fi
he: he
it: esso
ja: エン
ko: 엔
nb: no
pl: pl
ru: ru
th: เอน
vi: vi
zh_hans: 英文

source: es
ar: اللغة الإنجليزية: ES
id: adalah
ko: 에스
ru: ЕС
th: อีเอส
uk: ес

source: et-EE
th: เอที-อีอี
zh_hans: 乙醚

source: Etihad
ar: الاتحاد
he: אתיחאד
ja: エティハド
ko: 에티하드
ru: Этихад
th: เอทิฮัด
uk: Етіхад
zh_hans: 阿提哈德航空
