Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Select country
ar: اختر البلد
ca: Seleccioneu el país
cs: Vyberte zemi
de: Länderauswahl
el: Επιλέξτε χώρα
es: Seleccionar país
fi: Valitse maa
he: בחר מדינה
id: Pilih negara
it: Seleziona il paese
ja: 国を選択
ko: 국가 선택
nb: Velg land
nl: Selecteer land
pl: Wybierz kraj
ro: Selectați țara
ru: Выберите страну
th: เลือกประเทศ
tr: Ülkeyi seçin
uk: Виберіть країну
vi: Chọn quốc gia
zh_hans: 选择国家

source: Select currency
ar: اختر العملة
ca: Seleccioneu la moneda
cs: Vyberte měnu
de: Währung wählen
el: Επιλέξτε νόμισμα
es: Seleccionar moneda
fi: Valitse valuutta
he: בחר מטבע
id: Pilih mata uang
it: Seleziona la valuta
ja: 通貨を選択
ko: 통화 선택
nb: Velg valuta
nl: Selecteer valuta
pl: Wybierz walutę
ro: Selectați moneda
ru: Выберите валюту
th: เลือกสกุลเงิน
tr: Para birimini seçin
uk: Виберіть валюту
vi: Chọn loại tiền tệ
zh_hans: 选择货币

source: Search country
ar: البحث عن البلد
ca: Cerca país
cs: Hledat zemi
de: Land suchen
el: Αναζήτηση χώρας
es: Buscar país
fi: Hae maata
he: חיפוש ארץ
id: Cari negara
it: Cerca paese
ja: 国を検索
ko: 국가 검색
nb: Søk etter land
nl: Zoek land
pl: Wyszukaj kraj
ro: Căutați țara
ru: Поиск страны
th: ค้นหาประเทศ
tr: Ülkeyi ara
uk: Країна пошуку
vi: Tìm kiếm quốc gia
zh_hans: 搜索国家

source: Search currency
ar: البحث عن العملة
ca: Cerca moneda
cs: Hledat měnu
de: Währung suchen
el: Αναζήτηση νομίσματος
es: Buscar moneda
fi: Hae valuutta
he: חיפוש מטבע
id: Cari mata uang
it: Cerca valuta
ja: 通貨を検索
ko: 통화 검색
nb: Søk etter valuta
nl: Zoek valuta
pl: Wyszukaj walutę
ro: Caută moneda
ru: Поиск валюты
th: ค้นหาสกุลเงิน
tr: Para birimini ara
uk: Пошук валюти
vi: Tìm kiếm tiền tệ
zh_hans: 搜索货币

source: Version: 1.02
ar: الإصدار: 1.02
ca: Versió: 1.02
cs: Verze: 1.02
el: Έκδοση: 1.02
es: Versión: 1.02
fi: Versio: 1.02
he: גרסה: 1.02
id: Versi: 1.02
it: Versione: 1.02
ja: バージョン: 1.02
ko: 버전: 1.02
nb: Versjon: 1.02
nl: Versie: 1.02
pl: Wersja: 1.02
ro: Versiune: 1.02
ru: Версия: 1.02
th: เวอร์ชัน: 1.02
tr: Sürüm: 1.02
uk: Версія: 1.02
vi: Phiên bản: 1.02
zh_hans: 版本：1.02

source: Welcome to our flight price comparison app! We know that planning a trip can be stressful, especially when it comes to finding the best deals on flights. That's where we come in. Our app makes it easy for you to compare prices from multiple airlines, so you can find the best option for your budget and schedule.
ar: أهلاً بكم في تطبيقنا لمقارنة أسعار الرحلات! نعلم أن التخطيط للرحلة قد يكون مُرهقاً، خاصةً عند البحث عن أفضل عروض الرحلات. وهنا يأتي دورنا. يُسهّل تطبيقنا عليك مقارنة أسعار شركات الطيران المختلفة، لتجد الخيار الأنسب لميزانيتك وجدولك.
ca: Benvingut a la nostra aplicació de comparació de preus de vols! Sabem que planificar un viatge pot ser estressant, sobretot quan es tracta de trobar les millors ofertes de vols. Aquí és on entrem. La nostra aplicació us facilita la comparació de preus de diverses companyies aèries, de manera que podeu trobar la millor opció per al vostre pressupost i horari.
cs: Vítejte v naší aplikaci pro srovnání cen letenek! Víme, že plánování cesty může být stresující, zejména pokud jde o hledání nejlepších nabídek letenek. To je místo, kde přicházíme na scénu. Naše aplikace vám usnadňuje porovnávání cen od více leteckých společností, takže můžete najít nejlepší volbu pro svůj rozpočet a plán.
de: Willkommen bei unserer Flugpreisvergleichs-App! Wir wissen, wie stressig die Reiseplanung sein kann, insbesondere wenn es darum geht, die besten Flugangebote zu finden. Genau hier kommen wir ins Spiel. Mit unserer App können Sie ganz einfach die Preise verschiedener Fluggesellschaften vergleichen und so die beste Option für Ihr Budget und Ihren Zeitplan finden.
el: Καλώς ήρθατε στην εφαρμογή σύγκρισης τιμών πτήσεων! Γνωρίζουμε ότι ο προγραμματισμός ενός ταξιδιού μπορεί να είναι αγχωτικός, ειδικά όταν πρόκειται να βρείτε τις καλύτερες προσφορές σε πτήσεις. Εδώ μπαίνουμε. Η εφαρμογή μας σας διευκολύνει να συγκρίνετε τιμές από πολλές αεροπορικές εταιρείες, ώστε να μπορείτε να βρείτε την καλύτερη επιλογή για τον προϋπολογισμό και το πρόγραμμά σας.
es: ¡Bienvenido a nuestra app para comparar precios de vuelos! Sabemos que planificar un viaje puede ser estresante, sobre todo cuando se trata de encontrar las mejores ofertas. Ahí es donde entramos nosotros. Nuestra app te facilita comparar precios de varias aerolíneas para que encuentres la mejor opción que se ajuste a tu presupuesto y horario.
fi: Tervetuloa lentojen hintavertailusovellukseemme! Tiedämme, että matkan suunnittelu voi olla stressaavaa, etenkin kun on kyse parhaiden lentotarjousten löytämisestä. Siinä me tulemme mukaan. Sovelluksemme avulla voit helposti vertailla useiden lentoyhtiöiden hintoja, jotta voit löytää budjettiisi ja aikatauluihisi parhaiten sopivan vaihtoehdon.
he: ברוכים הבאים לאפליקציית השוואת מחירי הטיסה שלנו! אנחנו יודעים שתכנון טיול יכול להיות מלחיץ, במיוחד כשמדובר במציאת הדילים הטובים ביותר בטיסות. זה המקום שבו אנחנו נכנסים לתמונה. האפליקציה שלנו מקלה עליך להשוות מחירים ממספר חברות תעופה, כך שתוכל למצוא את האפשרות הטובה ביותר עבור התקציב ולוח הזמנים שלך.
id: Selamat datang di aplikasi perbandingan harga tiket pesawat kami! Kami tahu merencanakan perjalanan bisa jadi menegangkan, terutama saat mencari penawaran tiket pesawat terbaik. Di sinilah kami hadir. Aplikasi kami memudahkan Anda membandingkan harga dari berbagai maskapai, sehingga Anda dapat menemukan pilihan terbaik sesuai anggaran dan jadwal Anda.
it: Benvenuti alla nostra app per il confronto dei prezzi dei voli! Sappiamo che pianificare un viaggio può essere stressante, soprattutto quando si tratta di trovare le migliori offerte sui voli. Ed è qui che entriamo in gioco noi. La nostra app ti permette di confrontare facilmente i prezzi di diverse compagnie aeree, così puoi trovare l'opzione migliore per il tuo budget e i tuoi tempi.
ja: 航空券価格比較アプリへようこそ！旅行の計画、特にお得な航空券を探すのは大変なものです。そんな時こそ、私たちのアプリがお役に立ちます。複数の航空会社の航空券を簡単に比較できるので、ご予算とスケジュールに最適なプランを見つけることができます。
ko: 항공권 가격 비교 앱에 오신 것을 환영합니다! 여행 계획, 특히 최고의 항공권을 찾는 것은 스트레스가 될 수 있다는 것을 잘 알고 있습니다. 바로 그런 부분에서 저희가 도와드리겠습니다. 저희 앱을 사용하면 여러 항공사의 가격을 쉽게 비교하여 예산과 일정에 맞는 최적의 옵션을 찾으실 수 있습니다.
nb: Velkommen til vår prissammenligningsapp! Vi vet at det kan være stressende å planlegge en reise, spesielt når det gjelder å finne de beste flytilbudene. Det er her vi kommer inn. Appen vår gjør det enkelt for deg å sammenligne priser fra flere flyselskaper, slik at du kan finne det beste alternativet for ditt budsjett og timeplan.
nl: Welkom bij onze app voor het vergelijken van vliegtickets! We weten dat het plannen van een reis stressvol kan zijn, vooral als het gaat om het vinden van de beste deals voor vluchten. Daar komen wij om de hoek kijken. Onze app maakt het gemakkelijk om prijzen van meerdere luchtvaartmaatschappijen te vergelijken, zodat je de beste optie vindt die past bij je budget en planning.
pl: Witamy w naszej aplikacji do porównywania cen lotów! Wiemy, że planowanie podróży może być stresujące, zwłaszcza jeśli chodzi o znalezienie najlepszych ofert lotów. Właśnie tu wkraczamy my. Nasza aplikacja ułatwia porównywanie cen wielu linii lotniczych, dzięki czemu możesz znaleźć najlepszą opcję dla swojego budżetu i planu.
ro: Bine ați venit la aplicația noastră de comparare a prețurilor zborurilor! Știm că planificarea unei călătorii poate fi stresantă, mai ales când vine vorba de găsirea celor mai bune oferte la zboruri. Aici intervenim. Aplicația noastră vă ajută să comparați prețurile de la mai multe companii aeriene, astfel încât să puteți găsi cea mai bună opțiune pentru bugetul și programul dvs.
ru: Добро пожаловать в наше приложение для сравнения цен на авиабилеты! Мы знаем, что планирование поездки может быть утомительным, особенно когда речь идёт о поиске лучших предложений на авиабилеты. Именно здесь мы приходим на помощь. Наше приложение позволяет легко сравнивать цены разных авиакомпаний, чтобы вы могли найти оптимальный вариант с учётом вашего бюджета и графика.
th: ยินดีต้อนรับสู่แอปเปรียบเทียบราคาตั๋วเครื่องบินของเรา! เราเข้าใจดีว่าการวางแผนการเดินทางอาจเป็นเรื่องที่เครียด โดยเฉพาะอย่างยิ่งเมื่อต้องค้นหาข้อเสนอเที่ยวบินที่ดีที่สุด นั่นคือที่มาของเรา แอปของเราช่วยให้คุณเปรียบเทียบราคาจากสายการบินต่างๆ ได้อย่างง่ายดาย เพื่อให้คุณค้นหาตัวเลือกที่ดีที่สุดสำหรับงบประมาณและตารางเวลาของคุณ
tr: Uçuş fiyatı karşılaştırma uygulamamıza hoş geldiniz! Bir seyahat planlamanın, özellikle de en iyi uçuş fırsatlarını bulmak söz konusu olduğunda, stresli olabileceğini biliyoruz. İşte tam da bu noktada devreye giriyoruz. Uygulamamız, birden fazla havayolunun fiyatlarını karşılaştırmanızı kolaylaştırarak bütçenize ve programınıza en uygun seçeneği bulmanızı sağlar.
uk: Ласкаво просимо в наш додаток для порівняння цін на авіаквитки! Ми знаємо, що планування подорожі може бути напруженим, особливо коли йдеться про пошук найкращих пропозицій на рейси. Ось тут і вступаємо ми. Наш додаток спрощує порівняння цін кількох авіакомпаній, щоб ви могли знайти найкращий варіант відповідно до свого бюджету та розкладу.
vi: Chào mừng bạn đến với ứng dụng so sánh giá vé máy bay của chúng tôi! Chúng tôi hiểu rằng việc lên kế hoạch cho một chuyến đi có thể rất căng thẳng, đặc biệt là khi phải tìm kiếm những ưu đãi tốt nhất cho các chuyến bay. Đó chính là lúc chúng tôi xuất hiện. Ứng dụng của chúng tôi giúp bạn dễ dàng so sánh giá từ nhiều hãng hàng không, để bạn có thể tìm thấy lựa chọn tốt nhất cho ngân sách và lịch trình của mình.
zh_hans: 欢迎使用我们的航班比价应用！我们知道，计划行程可能令人头疼，尤其是在寻找最优惠的航班时。这正是我们的优势所在。我们的应用让您轻松比较多家航空公司的价格，从而找到最适合您预算和行程的选择。

source: Our team is passionate about helping travelers save money and have a great trip. We are constantly updating our app with the latest deals and features to make your search even easier. With our user-friendly interface and reliable price comparisons, you can book your next flight with confidence.
ar: يحرص فريقنا على مساعدة المسافرين على توفير المال والاستمتاع برحلة رائعة. نعمل باستمرار على تحديث تطبيقنا بأحدث العروض والميزات لتسهيل بحثك. بفضل واجهتنا سهلة الاستخدام ومقارنات الأسعار الموثوقة، يمكنك حجز رحلتك القادمة بثقة.
ca: El nostre equip està apassionat per ajudar els viatgers a estalviar diners i a tenir un gran viatge. Actualitzem constantment la nostra aplicació amb les últimes ofertes i funcions per facilitar la cerca encara més. Amb la nostra interfície fàcil d'utilitzar i comparacions de preus fiables, podeu reservar el vostre proper vol amb confiança.
cs: Náš tým s nadšením pomáhá cestovatelům ušetřit peníze a užít si skvělý výlet. Neustále aktualizujeme naši aplikaci nejnovějšími nabídkami a funkcemi, abychom vám vyhledávání ještě usnadnili. S naším uživatelsky přívětivým rozhraním a spolehlivým srovnáním cen si můžete s důvěrou zarezervovat svůj další let.
de: Unser Team hilft Reisenden mit Leidenschaft, Geld zu sparen und eine tolle Reise zu erleben. Wir aktualisieren unsere App ständig mit den neuesten Angeboten und Funktionen, um Ihre Suche noch einfacher zu machen. Dank unserer benutzerfreundlichen Oberfläche und zuverlässigen Preisvergleichen können Sie Ihren nächsten Flug beruhigt buchen.
el: Η ομάδα μας είναι παθιασμένη να βοηθά τους ταξιδιώτες να εξοικονομούν χρήματα και να έχουν ένα υπέροχο ταξίδι. Ενημερώνουμε συνεχώς την εφαρμογή μας με τις πιο πρόσφατες προσφορές και λειτουργίες για να κάνουμε την αναζήτησή σας ακόμα πιο εύκολη. Με τη φιλική προς τον χρήστη διεπαφή και τις αξιόπιστες συγκρίσεις τιμών, μπορείτε να κλείσετε την επόμενη πτήση σας με σιγουριά.
es: A nuestro equipo le apasiona ayudar a los viajeros a ahorrar dinero y disfrutar de un viaje fantástico. Actualizamos constantemente nuestra app con las últimas ofertas y funciones para que tu búsqueda sea aún más sencilla. Con nuestra interfaz intuitiva y comparativas de precios fiables, puedes reservar tu próximo vuelo con tranquilidad.
fi: Tiimimme on intohimoinen auttaa matkustajia säästämään rahaa ja tekemään mahtava matka. Päivitämme jatkuvasti sovellustamme uusimmilla tarjouksilla ja ominaisuuksilla, jotta hakusi olisi entistä helpompaa. Käyttäjäystävällisen käyttöliittymämme ja luotettavien hintavertailujemme avulla voit varata seuraavan lentosi luottavaisin mielin.
he: הצוות שלנו נלהב לעזור לנוסעים לחסוך כסף ולעבור טיול נהדר. אנחנו כל הזמן מעדכנים את האפליקציה שלנו עם המבצעים והתכונות העדכניות ביותר כדי להקל על החיפוש שלך אפילו יותר. עם הממשק הידידותי שלנו והשוואת המחירים האמינה, תוכלו להזמין את הטיסה הבאה שלכם בביטחון.
id: Tim kami bersemangat membantu wisatawan menghemat uang dan menikmati perjalanan yang menyenangkan. Kami terus memperbarui aplikasi kami dengan penawaran dan fitur terbaru untuk semakin memudahkan pencarian Anda. Dengan antarmuka yang ramah pengguna dan perbandingan harga yang andal, Anda dapat memesan penerbangan berikutnya dengan percaya diri.
it: Il nostro team si impegna con passione ad aiutare i viaggiatori a risparmiare e a vivere un viaggio indimenticabile. Aggiorniamo costantemente la nostra app con le ultime offerte e funzionalità per semplificare ulteriormente la tua ricerca. Grazie alla nostra interfaccia intuitiva e all'affidabile sistema di comparazione prezzi, puoi prenotare il tuo prossimo volo in tutta sicurezza.
ja: 私たちのチームは、旅行者の皆様が費用を節約し、素晴らしい旅を楽しめるよう、情熱を注いでいます。アプリは常に最新のお得な情報や機能を追加し、検索をさらに簡単にしています。ユーザーフレンドリーなインターフェースと信頼性の高い価格比較機能で、安心して次のフライトをご予約いただけます。
ko: 저희 팀은 여행객들이 비용을 절약하고 즐거운 여행을 할 수 있도록 돕는 데 열정적입니다. 최신 특가 상품과 기능으로 앱을 지속적으로 업데이트하여 더욱 간편하게 검색하실 수 있도록 도와드립니다. 사용자 친화적인 인터페이스와 믿을 수 있는 가격 비교 기능을 통해 다음 항공편을 안심하고 예약하실 수 있습니다.
nb: Teamet vårt er lidenskapelig opptatt av å hjelpe reisende med å spare penger og ha en flott tur. Vi oppdaterer kontinuerlig appen vår med de nyeste tilbudene og funksjonene for å gjøre søket ditt enda enklere. Med vårt brukervennlige grensesnitt og pålitelige prissammenligninger kan du trygt bestille din neste flyreise.
nl: Ons team helpt reizigers graag geld te besparen en een fantastische reis te beleven. We werken onze app voortdurend bij met de nieuwste aanbiedingen en functies om je zoektocht nog eenvoudiger te maken. Dankzij onze gebruiksvriendelijke interface en betrouwbare prijsvergelijkingen kun je vol vertrouwen je volgende vlucht boeken.
pl: Nasz zespół z pasją pomaga podróżnym oszczędzać pieniądze i cieszyć się wspaniałymi podróżami. Stale aktualizujemy naszą aplikację, dodając najnowsze oferty i funkcje, aby wyszukiwanie było jeszcze łatwiejsze. Dzięki naszemu przyjaznemu dla użytkownika interfejsowi i niezawodnym porównaniom cen możesz zarezerwować kolejny lot z pełnym zaufaniem.
ro: Echipa noastră este pasionată de a ajuta călătorii să economisească bani și să aibă o călătorie grozavă. Actualizăm în mod constant aplicația noastră cu cele mai recente oferte și funcții pentru a vă face căutarea și mai ușoară. Cu interfața noastră ușor de utilizat și comparații de prețuri fiabile, vă puteți rezerva cu încredere următorul zbor.
ru: Наша команда с энтузиазмом помогает путешественникам экономить деньги и наслаждаться отличными поездками. Мы постоянно обновляем наше приложение, добавляя актуальные предложения и функции, чтобы сделать ваш поиск ещё проще. Благодаря удобному интерфейсу и надёжному сравнению цен вы можете с уверенностью бронировать свой следующий рейс.
th: ทีมงานของเรามุ่งมั่นที่จะช่วยให้นักเดินทางประหยัดเงินและเพลิดเพลินกับการเดินทางที่ราบรื่น เราอัปเดตแอปอย่างต่อเนื่องด้วยข้อเสนอและฟีเจอร์ล่าสุดเพื่อให้การค้นหาของคุณง่ายยิ่งขึ้น ด้วยอินเทอร์เฟซที่ใช้งานง่ายและการเปรียบเทียบราคาที่เชื่อถือได้ คุณสามารถจองเที่ยวบินต่อไปได้อย่างมั่นใจ
tr: Ekibimiz, gezginlerin tasarruf etmelerine ve harika bir seyahat geçirmelerine yardımcı olma konusunda tutkulu. Aramanızı daha da kolaylaştırmak için uygulamamızı en yeni fırsatlar ve özelliklerle sürekli güncelliyoruz. Kullanıcı dostu arayüzümüz ve güvenilir fiyat karşılaştırmalarımızla bir sonraki uçuşunuzu güvenle rezerve edebilirsiniz.
uk: Наша команда прагне допомогти мандрівникам заощадити гроші та провести чудову подорож. Ми постійно оновлюємо наш додаток найновішими пропозиціями та функціями, щоб полегшити ваш пошук. Завдяки нашому зручному інтерфейсу та надійному порівнянню цін ви можете з упевненістю бронювати свій наступний рейс.
vi: Đội ngũ của chúng tôi luôn tâm huyết giúp du khách tiết kiệm chi phí và có một chuyến đi tuyệt vời. Chúng tôi liên tục cập nhật ứng dụng với các ưu đãi và tính năng mới nhất để giúp việc tìm kiếm của bạn trở nên dễ dàng hơn. Với giao diện thân thiện với người dùng và khả năng so sánh giá đáng tin cậy, bạn có thể tự tin đặt chuyến bay tiếp theo.
zh_hans: 我们的团队致力于帮助旅行者省钱，享受美好的旅程。我们不断更新应用程序，提供最新的优惠和功能，让您的搜索更加便捷。我们用户友好的界面和可靠的比价功能，让您安心预订下一趟航班。

source: Thank you for choosing our app. We hope you have a wonderful journey!
ar: شكرًا لاختيارك تطبيقنا. نتمنى لك رحلة ممتعة!
ca: Gràcies per triar la nostra aplicació. Esperem que tingueu un viatge meravellós!
cs: Děkujeme, že jste si vybrali naši aplikaci. Přejeme vám báječnou cestu!
de: Vielen Dank, dass Sie sich für unsere App entschieden haben. Wir wünschen Ihnen eine wundervolle Reise!
el: Σας ευχαριστούμε που επιλέξατε την εφαρμογή μας. Ελπίζουμε να έχετε ένα υπέροχο ταξίδι!
es: Gracias por elegir nuestra app. ¡Que tengas un buen viaje!
fi: Kiitos, että valitsit sovelluksemme. Toivomme, että sinulla on upea matka!
he: תודה שבחרת באפליקציה שלנו. אנו מקווים שיהיה לך מסע נפלא!
id: Terima kasih telah memilih aplikasi kami. Semoga perjalanan Anda menyenangkan!
it: Grazie per aver scelto la nostra app. Ti auguriamo un viaggio meraviglioso!
ja: 当アプリをお選びいただきありがとうございます。素晴らしい旅をお楽しみください！
ko: 저희 앱을 선택해 주셔서 감사합니다. 즐거운 여행 되시길 바랍니다!
nb: Takk for at du valgte vår app. Vi håper du får en fantastisk reise!
nl: Bedankt dat u voor onze app hebt gekozen. We wensen u een fijne reis!
pl: Dziękujemy za wybranie naszej aplikacji. Życzymy wspaniałej podróży!
ro: Vă mulțumim că ați ales aplicația noastră. Sperăm să aveți o călătorie minunată!
ru: Спасибо, что выбрали наше приложение. Желаем вам приятного путешествия!
th: ขอบคุณที่เลือกแอปของเรา หวังว่าคุณจะมีการเดินทางที่ยอดเยี่ยม!
tr: Uygulamamızı seçtiğiniz için teşekkür ederiz. Harika bir yolculuk geçirmenizi dileriz!
uk: Дякуємо, що вибрали наш додаток. Сподіваємось, у вас чудова подорож!
vi: Cảm ơn bạn đã chọn ứng dụng của chúng tôi. Chúc bạn có một chuyến đi tuyệt vời!
zh_hans: 感谢您选择我们的应用。祝您旅途愉快！

source: First Name
ar: الاسم الأول
ca: Nom
cs: Křestní jméno
de: Vorname
el: Ονομα
es: Nombre de pila
fi: Etunimi
he: שֵׁם פְּרַטִי
id: Nama depan
it: Nome di battesimo
ja: ファーストネーム
ko: 이름
nb: Fornavn
nl: Voornaam
pl: Imię
ro: Prenume
ru: Имя
th: ชื่อจริง
tr: İlk adı
uk: Ім'я
vi: Tên
zh_hans: 名

source: Last Name
ar: اسم العائلة
ca: Cognoms
cs: Příjmení
de: Nachname
el: Επώνυμο
es: Apellido
fi: Sukunimi
he: שֵׁם מִשׁפָּחָה
id: Nama Belakang
it: Cognome
ja: 苗字
ko: 성
nb: Etternavn
nl: Achternaam
pl: Nazwisko
ro: Nume
ru: Фамилия
th: นามสกุล
tr: Soy isim
uk: Прізвище
vi: Họ
zh_hans: 姓

source: Email
ar: بريد إلكتروني
ca: Correu electrònic
es: Correo electrónico
fi: Sähköposti
he: אֶלֶקטרוֹנִי
ja: メール
ko: 이메일
nb: E-post
ru: Электронная почта
th: อีเมล
tr: E-posta
uk: Електронна пошта
zh_hans: 电子邮件

source: Delete Account
ar: حذف الحساب
ca: Suprimeix el compte
cs: Smazat účet
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fi: Poista tili
he: מחק חשבון
id: Hapus Akun
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nb: Slett konto
nl: Account verwijderen
pl: Usuń konto
ro: Șterge contul
ru: Удалить аккаунт
th: ลบบัญชี
tr: Hesabı Sil
uk: Видалити акаунт
vi: Xóa tài khoản
zh_hans: 删除帐户

source: Select Check-in Time
ar: حدد وقت تسجيل الوصول
ca: Seleccioneu Hora d'entrada
cs: Vyberte Čas přihlášení
de: Check-in-Zeit auswählen
el: Επιλέξτε Ώρα άφιξης
es: Seleccione la hora de check-in
fi: Valitse sisäänkirjautumisaika
he: בחר זמן צ'ק-אין
id: Pilih Waktu Check-in
it: Seleziona l'orario di check-in
ja: チェックイン時間を選択
ko: 체크인 시간을 선택하세요
nb: Velg Innsjekkingstid
nl: Selecteer inchecktijd
pl: Wybierz godzinę odprawy
ro: Selectați Ora de check-in
ru: Выберите время заезда
th: เลือกเวลาเช็คอิน
tr: Giriş Saatini Seçin
uk: Виберіть Час заїзду
vi: Chọn thời gian nhận phòng
zh_hans: 选择入住时间

source: Select Check-out Time
ar: حدد وقت المغادرة
ca: Seleccioneu Hora de sortida
cs: Vyberte Čas odhlášení
de: Wählen Sie die Check-out-Zeit
el: Επιλέξτε Ώρα αναχώρησης
es: Seleccione la hora de salida
fi: Valitse Uloskirjautumisaika
he: בחר זמן יציאה
id: Pilih Waktu Check-out
it: Seleziona l'orario di check-out
ja: チェックアウト時間を選択
ko: 체크아웃 시간을 선택하세요
nb: Velg Utsjekkingstid
nl: Selecteer uitchecktijd
pl: Wybierz godzinę wymeldowania
ro: Selectați Ora de check-out
ru: Выберите время выезда
th: เลือกเวลาเช็คเอาท์
tr: Çıkış Saatini Seçin
uk: Виберіть Час виїзду
vi: Chọn thời gian trả phòng
zh_hans: 选择退房时间

source: Select Pick-up Time
ar: حدد وقت الاستلام
ca: Seleccioneu Hora de recollida
cs: Vyberte Čas vyzvednutí
de: Abholzeit auswählen
el: Επιλέξτε Ώρα παραλαβής
es: Seleccione la hora de recogida
fi: Valitse Noutoaika
he: בחר זמן איסוף
id: Pilih Waktu Penjemputan
it: Seleziona l'orario di ritiro
ja: ピックアップ時間を選択
ko: 픽업 시간을 선택하세요
nb: Velg Hentetid
nl: Selecteer ophaaltijd
pl: Wybierz czas odbioru
ro: Selectați Ora de ridicare
ru: Выберите время получения
th: เลือกเวลาการรับ
tr: Teslim Alma Saatini Seçin
uk: Виберіть час отримання
vi: Chọn thời gian đón
zh_hans: 选择接送时间

source: Select Drop-off Time
ar: حدد وقت التسليم
ca: Seleccioneu Hora de lliurament
cs: Vyberte Čas odevzdání
de: Abgabezeit auswählen
el: Επιλέξτε Ώρα απόρριψης
es: Seleccione la hora de entrega
fi: Valitse Poistoaika
he: בחר זמן ירידה
id: Pilih Waktu Pengiriman
it: Seleziona l'orario di riconsegna
ja: 降車時間を選択
ko: 하차 시간 선택
nb: Velg Avleveringstid
nl: Selecteer aflevertijd
pl: Wybierz czas odbioru
ro: Selectați Ora de predare
ru: Выберите время возврата
th: เลือกเวลาส่งคืน
tr: Bırakma Saatini Seçin
uk: Виберіть час відправлення
vi: Chọn thời gian trả hàng
zh_hans: 选择还车时间

source: Select All
ar: حدد الكل
ca: Seleccioneu Tot
cs: Vyberte Vše
de: Alles auswählen
el: Επιλέξτε Όλα
es: Seleccionar todo
fi: Valitse Kaikki
he: בחר הכל
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alle
nl: Selecteer alles
pl: Zaznacz wszystko
ro: Selectați Toate
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
uk: Виберіть усі
vi: Chọn tất cả
zh_hans: 选择全部

source: Stopover
ar: توقف
ca: Escala
cs: Mezipřistání
de: Zwischenstopp
el: Ενδιάμεση στάση
es: Escala
fi: Välilasku
he: עצירת ביניים
id: Persinggahan
it: Sosta
ja: 途中降機
ko: 도중 하차
nl: Tussenstop
pl: Przerwa w podróży
ro: O escală
ru: Остановка в пути
th: แวะพักระหว่างทาง
tr: Mola
uk: Зупинка
vi: Điểm dừng chân
zh_hans: 中途停留

source: Flight leg
ar: ساق الطيران
ca: Cama de vol
cs: Letová noha
de: Flugstrecke
el: Σκέλος πτήσης
es: tramo de vuelo
fi: Lento jalka
he: רגל טיסה
id: Tahap penerbangan
it: Tratta di volo
ja: フライト区間
ko: 비행 구간
nb: Flyben
nl: Vluchtbeen
pl: Etap lotu
ro: Picior de zbor
ru: Полетная нога
th: ขาบิน
tr: Uçuş ayağı
uk: Польотна нога
vi: Chặng bay
zh_hans: 飞行航段

source: Taking off from {airport}
ar: الإقلاع من {المطار}
ca: Enlairament de l'{aeroport}
cs: Start z {airport}
de: Abflug vom {airport}
el: Απογείωση από {αεροδρόμιο}
es: Despegando del {aeropuerto}
fi: Lentoonlähtö {airport}
he: המראה מ{נמל תעופה}
id: Berangkat dari {bandara}
it: Decollo da {aeroporto}
ja: {空港}から離陸
ko: {공항}에서 이륙
nb: Tar av fra {airport}
nl: Vertrekken vanaf {luchthaven}
pl: Start z {lotniska}
ro: Decolare de la {aeroport}
ru: Взлет из {аэропорта}
th: ออกเดินทางจาก {สนามบิน}
tr: {havaalanı}'ndan kalkış
uk: Виліт з {airport}
vi: Cất cánh từ {sân bay}
zh_hans: 从 {airport} 起飞
