Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Session ID: \(userManager.currentSessionId?.description ??
ar: معرف الجلسة: \(userManager.currentSessionId?.description ??
ca: Identificador de sessió: \(userManager.currentSessionId?.description ??
cs: ID relace: \(userManager.currentSessionId?.description ??
de: Sitzungs-ID: \(userManager.currentSessionId?.description ??
el: Αναγνωριστικό περιόδου σύνδεσης: \(userManager.currentSessionId?.description ??
es: ID de sesión: \(userManager.currentSessionId?.description ??
fi: Istuntotunnus: \(userManager.currentSessionId?.description ??
he: מזהה הפעלה: \(userManager.currentSessionId?.description ??
id: ID Sesi: \(userManager.currentSessionId?.description ??
it: ID sessione: \(userManager.currentSessionId?.description ??
ja: セッション ID: \(userManager.currentSessionId?.description ??
ko: 세션 ID: \(userManager.currentSessionId?.description ??
nb: Sesjons-ID: \(userManager.currentSessionId?.beskrivelse ??
nl: Sessie-ID: \(userManager.currentSessionId?.description ??
pl: Identyfikator sesji: \(userManager.currentSessionId?.description ??
ru: Идентификатор сеанса: \(userManager.currentSessionId?.description ??
th: ID เซสชัน: \(userManager.currentSessionId?.description ??
tr: Oturum Kimliği: \(userManager.currentSessionId?.description ??
uk: Ідентифікатор сеансу: \(userManager.currentSessionId?.description ??
vi: ID phiên: \(userManager.currentSessionId?.description ??
zh_hans: 会话 ID：\(userManager.currentSessionId?.description ??

source: SG
ar: س ج
ko: 에스지
ru: СГ
th: เอสจี

source: Show less
ar: إظهار أقل
ca: Mostra menys
cs: Ukažte méně
de: Weniger anzeigen
el: Δείξτε λιγότερα
es: Mostrar menos
fi: Näytä vähemmän
he: הצג פחות
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示を減らす
ko: 덜 보기
nb: Vis mindre
nl: Minder weergeven
pl: Pokaż mniej
ru: Показать меньше
th: แสดงน้อยลง
tr: Daha az göster
uk: Показувати менше
vi: Hiển thị ít hơn
zh_hans: 显示较少

source: SI
ar: سي
el: ΣΙ
he: סִי
ko: 시
ru: СИ
th: เอสไอ
zh_hans: 国际单位制

source: Sign in was cancelled
ar: تم إلغاء تسجيل الدخول
ca: S'ha cancel·lat la sessió
cs: Přihlášení bylo zrušeno
de: Die Anmeldung wurde abgebrochen
el: Η σύνδεση ακυρώθηκε
es: Se canceló el inicio de sesión
fi: Kirjautuminen peruttiin
he: הכניסה בוטלה
id: Proses masuk telah dibatalkan
it: L'accesso è stato annullato
ja: サインインはキャンセルされました
ko: 로그인이 취소되었습니다
nb: Pålogging ble kansellert
nl: Aanmelden is geannuleerd
pl: Logowanie zostało anulowane
ru: Вход был отменен
th: การลงชื่อเข้าใช้ถูกยกเลิก
tr: Oturum açma iptal edildi
uk: Вхід скасовано
vi: Đăng nhập đã bị hủy
zh_hans: 登录已取消

source: SIN
ar: الخطيئة
cs: HŘÍCH
de: SÜNDE
el: ΑΜΑΡΤΙΑ
es: PECADO
fi: SYNTI
he: חֵטְא
id: DOSA
it: PECCATO
ja: 罪
ko: 죄
nb: SYND
nl: ZONDE
pl: GRZECH
ru: ГРЕХ
th: บาป
tr: GÜNAH
uk: ГРІХ
vi: TỘI LỖI
zh_hans: 罪

source: SK
ar: سك
el: ΣΚ
ru: СК
th: เอสเค

source: sk-SK
el: σκ-ΣΚ
ru: ск-СК
th: สก-สก
uk: ск-ск

source: sl-SI
ru: сл-СИ
th: สล-เอสไอ
uk: сл-СІ

source: slide1
ar: الشريحة 1
ca: diapositiva 1
cs: snímek1
de: Folie 1
el: διαφάνεια 1
es: diapositiva 1
fi: dia1
he: שקופית 1
it: diapositiva 1
ja: スライド1
ko: 슬라이드1
nb: lysbilde1
nl: dia1
pl: slajd 1
ru: слайд1
th: สไลด์ที่ 1
tr: slayt1
uk: слайд1
zh_hans: 幻灯片1

source: slide2
ar: الشريحة 2
ca: diapositiva 2
cs: snímek2
de: Folie 2
el: διαφάνεια 2
es: diapositiva 2
fi: dia 2
he: שקופית 2
it: diapositiva 2
ja: スライド2
ko: 슬라이드2
nb: lysbilde 2
nl: dia2
pl: slajd 2
ru: слайд2
th: สไลด์ 2
tr: slayt2
uk: слайд2
zh_hans: 幻灯片2

source: slide3
ar: الشريحة 3
ca: diapositiva 3
cs: snímek3
de: Folie 3
el: διαφάνεια 3
es: diapositiva 3
fi: dia 3
he: שקופית 3
it: diapositiva 3
ja: スライド3
ko: 슬라이드3
nb: lysbilde3
nl: dia 3
pl: slajd 3
ru: слайд3
th: สไลด์ที่ 3
tr: slayt3
uk: слайд3
zh_hans: 幻灯片3

source: SM
ar: س م
ko: 에스엠
ru: СМ
th: เอสเอ็ม

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مرة أخرى.
ca: Alguna cosa va fallar. Si us plau, torna-ho a provar.
cs: Něco se pokazilo. Zkuste to znovu.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Inténtalo de nuevo.
fi: Jotain meni pieleen. Yritä uudelleen.
he: משהו השתבש. אנא נסה שוב.
id: Terjadi kesalahan. Silakan coba lagi.
it: Si è verificato un errore. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
nb: Noe gikk galt. Vennligst prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
ru: Что-то пошло не так. Попробуйте ещё раз.
th: มีบางอย่างผิดพลาด โปรดลองอีกครั้ง
tr: Bir sorun oluştu. Lütfen tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
vi: Có lỗi xảy ra. Vui lòng thử lại.
zh_hans: 出了点问题。请重试。

source: Sort: \(filterViewModel.selectedSortOption.displayName)
ar: الفرز: \(filterViewModel.selectedSortOption.displayName)
ca: Ordena: \(filterViewModel.selectedSortOption.displayName)
cs: Seřadit: \(filterViewModel.selectedSortOption.displayName)
de: Sortieren: \(filterViewModel.selectedSortOption.displayName)
el: Ταξινόμηση: \(filterViewModel.selectedSortOption.displayName)
es: Ordenar: \(filterViewModel.selectedSortOption.displayName)
fi: Lajittele: \(filterViewModel.selectedSortOption.displayName)
he: מיין: \(filterViewModel.selectedSortOption.displayName)
id: Urutkan: \(filterViewModel.selectedSortOption.displayName)
it: Ordina: \(filterViewModel.selectedSortOption.displayName)
ja: 並べ替え: \(filterViewModel.selectedSortOption.displayName)
ko: 정렬: \(filterViewModel.selectedSortOption.displayName)
nb: Sorter: \(filterViewModel.selectedSortOption.displayName)
nl: Sorteren: \(filterViewModel.selectedSortOption.displayName)
pl: Sortuj: \(filterViewModel.selectedSortOption.displayName)
ru: Сортировать: \(filterViewModel.selectedSortOption.displayName)
th: เรียงลำดับ: \(filterViewModel.selectedSortOption.displayName)
tr: Sıralama: \(filterViewModel.selectedSortOption.displayName)
uk: Сортування: \(filterViewModel.selectedSortOption.displayName)
vi: Sắp xếp: \(filterViewModel.selectedSortOption.displayName)
zh_hans: 排序：\（filterViewModel.selectedSortOption.displayName）

source: Sort: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
ar: الفرز: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
ca: Ordena: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
cs: Řadit: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
de: Sortieren: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
el: Ταξινόμηση: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
es: Ordenar: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
fi: Lajittele: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
he: מיין: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
id: Urutkan: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
it: Ordina: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
ja: 並べ替え: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
ko: 정렬: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
nb: Sorter: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
nl: Sorteren: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
pl: Sortuj: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
ru: Сортировать: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
th: เรียงลำดับ: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
tr: Sıralama: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
uk: Сортування: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
vi: Sắp xếp: \(headerViewModel.filterViewModel.selectedSortOption.displayName)
zh_hans: 排序：\（headerViewModel.filterViewModel.selectedSortOption.displayName）

source: sort_by
ar: فرز حسب
ca: ordenar_per
cs: řazení_podle
el: ταξινόμηση_κατά
es: Ordenar por
fi: lajitteluperuste
he: מיון_לפי
id: urutkan berdasarkan
it: ordina_per
ja: 並べ替え
ko: 정렬 기준
nb: sorter_etter
nl: sorteren op
pl: sortuj według
ru: Сортировать по
th: เรียงลำดับตาม
tr: göre sırala
vi: sắp xếp theo
zh_hans: 排序方式

source: Spice Jet
ar: سبايس جيت
de: Gewürzjet
es: Avión de especias
fi: Maustesuihku
he: ספייס ג'ט
id: Jet Rempah
it: Getto di spezie
ja: スパイスジェット
ko: 스파이스 제트
ru: Спайс Джет
th: สไปซ์เจ็ท
tr: Baharat Jeti
uk: Пряний струмінь
zh_hans: 香料喷气机

source: ST
ar: شارع
cs: ULICE
es: CALLE
he: רְחוֹב
ko: 성
ru: СТ
th: เซนต์
zh_hans: 英石

source: success
ar: نجاح
ca: èxit
cs: úspěch
de: Erfolg
el: επιτυχία
es: éxito
fi: menestys
he: הַצלָחָה
id: kesuksesan
it: successo
ja: 成功
ko: 성공
nb: suksess
nl: succes
pl: sukces
ru: успех
th: ความสำเร็จ
tr: başarı
uk: успіх
vi: thành công
zh_hans: 成功

source: sv
ar: إس في
ko: 에스비
pl: św.
ru: СВ
th: เอสวี
uk: СВ

source: Switch to \(getLanguageDisplayName(suggestedLanguage))
ar: التبديل إلى \(getLanguageDisplayName(suggestedLanguage))
ca: Canvia a \(getLanguageDisplayName(suggestedLanguage))
cs: Přepnout na \(getLanguageDisplayName(suggestedLanguage))
de: Wechseln Sie zu \(getLanguageDisplayName(suggestedLanguage))
el: Μετάβαση σε \(getLanguageDisplayName(suggestedLanguage))
es: Cambiar a \(getLanguageDisplayName(suggestedLanguage))
fi: Vaihda kieleen \(getLanguageDisplayName(suggestedLanguage))
he: עבור אל \(getLanguageDisplayName(suggestedLanguage))
id: Beralih ke \(getLanguageDisplayName(suggestedLanguage))
it: Passa a \(getLanguageDisplayName(suggestedLanguage))
ja: \(getLanguageDisplayName(suggestedLanguage)) に切り替える
ko: \(getLanguageDisplayName(suggestedLanguage))로 전환
nb: Bytt til \(getLanguageDisplayName(suggestedLanguage))
nl: Overschakelen naar \(getLanguageDisplayName(suggestedLanguage))
pl: Przełącz na \(getLanguageDisplayName(suggestedLanguage))
ru: Переключиться на \(getLanguageDisplayName(suggestedLanguage))
th: สลับไปที่ \(getLanguageDisplayName(suggestedLanguage))
tr: \(getLanguageDisplayName(suggestedLanguage))'a geç
uk: Переключитися на \(getLanguageDisplayName(suggestedLanguage))
vi: Chuyển sang \(getLanguageDisplayName(suggestedLanguage))
zh_hans: 切换到 \(getLanguageDisplayName(suggestedLanguage))

source: SXV
th: เอกซ์วี
zh_hans: 五

source: SY
ar: سي
el: ΣΥ
es: Sí
ko: 시
ru: СИ
th: เอสวาย

source: SYD
ar: سيدني
el: ΣΥΔ
es: Sídney
ja: シド
ko: 시드
ru: СИД
th: ซิด
zh_hans: 悉尼

source: Taking off from \(destinationCode)
ar: الإقلاع من \(destinationCode)
ca: Enlairament de \(destinationCode)
cs: Start z \(destinationCode)
de: Abflug von \(Zielcode)
el: Απογείωση από \(Κωδικός προορισμού)
es: Despegando desde \(código de destino)
fi: Lähtö paikasta \(destinationCode)
he: ממריא מ-\(destinationCode)
id: Berangkat dari \(destinationCode)
it: Decollo da \(destinationCode)
ja: \(destinationCode)から離陸します
ko: \(destinationCode)에서 이륙
nb: Tar av fra \(destinasjonskode)
nl: Vertrekken vanaf \(destinationCode)
pl: Start z \(destinationCode)
ru: Взлет из \(код_назначения)
th: ออกเดินทางจาก \(destinationCode)
tr: \(destinationCode) konumundan kalkış
uk: Виліт з \(код пункту призначення)
vi: Cất cánh từ \(destinationCode)
zh_hans: 从 \(destinationCode) 起飞

source: Taking off from \(originCode)
ar: الإقلاع من \(originCode)
ca: Enlairament de \(originCode)
cs: Start z \(originCode)
de: Abheben von \(originCode)
el: Απογείωση από \(originCode)
es: Despegando desde \(originCode)
fi: Lentoonlähtö paikasta \(originCode)
he: ממריא מ-\(originCode)
id: Berangkat dari \(originCode)
it: Decollo da \(originCode)
ja: \(originCode)から離陸
ko: \(originCode)에서 이륙
nb: Tar av fra \(originCode)
nl: Vertrekkend van \(originCode)
pl: Start z \(originCode)
ru: Взлет из \(originCode)
th: ออกเดินทางจาก \(originCode)
tr: \(originCode)'dan kalkış
uk: Зліт з \(originCode)
vi: Cất cánh từ \(originCode)
zh_hans: 从 \(originCode) 起飞

source: Tap to select
ar: انقر للتحديد
ca: Toqueu per seleccionar
cs: Klepnutím vyberte
de: Tippen zum Auswählen
el: Πατήστε για να επιλέξετε
es: Toque para seleccionar
fi: Valitse napauttamalla
he: הקש כדי לבחור
id: Ketuk untuk memilih
it: Tocca per selezionare
ja: タップして選択
ko: 선택하려면 탭하세요
nb: Trykk for å velge
nl: Tik om te selecteren
pl: Dotknij, aby wybrać
ru: Нажмите, чтобы выбрать
th: แตะเพื่อเลือก
tr: Seçmek için dokunun
uk: Торкніться, щоб вибрати
vi: Nhấn để chọn
zh_hans: 点按选择

source: TEST
ar: امتحان
ca: PROVA
de: PRÜFEN
el: ΔΟΚΙΜΗ
es: PRUEBA
fi: TESTATA
he: מִבְחָן
id: TES
ja: テスト
ko: 시험
ru: ТЕСТ
th: ทดสอบ
uk: ТЕСТ
vi: BÀI KIỂM TRA
zh_hans: 测试

source: tickets
ar: تذاكر
ca: bitllets
cs: vstupenky
el: εισιτήρια
es: entradas
fi: liput
he: כרטיסים
id: tiket
it: biglietti
ja: チケット
ko: 티켓
nb: billetter
nl: kaartjes
pl: bilety
ru: билеты
th: ตั๋ว
tr: biletler
uk: квитки
vi: vé
zh_hans: 门票

source: Time
ar: وقت
ca: Temps
cs: Čas
de: Zeit
el: Φορά
es: Tiempo
fi: Aika
he: זְמַן
id: Waktu
it: Tempo
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
ru: Время
th: เวลา
tr: Zaman
uk: час
vi: Thời gian
zh_hans: 时间

source: TJ
ar: تي جيه
ko: 티제이
ru: ТДж
th: ทีเจ

source: TL
ar: تي ال
ko: 티엘
ru: ТЛ
th: ทีแอล

source: Tokyo Narita
ar: طوكيو ناريتا
ca: Narita de Tòquio
de: Tokio Narita
el: Τόκιο Ναρίτα
es: Tokio Narita
fi: Tokion Narita
he: טוקיו נאריטה
it: Tokio Narita
ja: 東京 成田
ko: 도쿄 나리타
nl: Tokio Narita
pl: Tokio Narita
ru: Токио Нарита
th: โตเกียว นาริตะ
uk: Токіо Наріта
zh_hans: 东京成田

source: tr
ar: تي ار
ko: 트르
ru: ТР
th: ทีอาร์
uk: тр
zh_hans: 贸易

source: tr-TR
ar: تي آر-تي آر
th: ทีอาร์-ทีอาร์

source: Travel adventures
ar: مغامرات السفر
ca: Aventures de viatge
cs: Cestovatelská dobrodružství
de: Reiseabenteuer
el: Ταξιδιωτικές περιπέτειες
es: Aventuras de viaje
fi: Matkaseikkailuja
he: הרפתקאות מסע
id: Petualangan perjalanan
it: Avventure di viaggio
ja: 旅行の冒険
ko: 여행 모험
nb: Reiseeventyr
nl: Reisavonturen
pl: Przygody podróżnicze
ru: Путешествия и приключения
th: การผจญภัยในการเดินทาง
tr: Seyahat maceraları
uk: Подорожні пригоди
vi: Những chuyến phiêu lưu du lịch
zh_hans: 旅行探险

source: TW
es: Dos
ko: 타이더블유
ru: ТВ
th: ทีดับบลิว
zh_hans: 台湾

source: UA
ar: الاتحاد العربي
th: ยูเอ

source: uk
ar: المملكة المتحدة
ca: Regne Unit
cs: Spojené království
de: Vereinigtes Königreich
el: Ηνωμένο Βασίλειο
es: Reino Unido
fi: Iso-Britannia
he: בְּרִיטַנִיָה
id: Inggris
it: Regno Unito
ja: 英国
ko: 영국
nb: Storbritannia
nl: VK
pl: Wielka Brytania
ru: Великобритания
th: สหราชอาณาจักร
tr: İngiltere
uk: Великобританія
vi: Anh
zh_hans: 英国

source: uk-UA
ar: المملكة المتحدة-الإمارات العربية المتحدة
ca: Regne Unit-UA
de: Großbritannien-UA
es: Reino Unido-UA
he: בריטניה-UA
id: Inggris-Amerika Serikat
it: Regno Unito-UA
ja: 英国-UA
ko: 영국-UA
th: สหราชอาณาจักร-ยูเอ
vi: Anh-UA
zh_hans: 英国大学

source: Unable to decode response
ar: غير قادر على فك تشفير الاستجابة
ca: No es pot descodificar la resposta
cs: Odpověď nelze dekódovat
de: Antwort kann nicht dekodiert werden
el: Δεν είναι δυνατή η αποκωδικοποίηση της απάντησης
es: No se puede decodificar la respuesta
fi: Vastausta ei voi purkaa
he: לא ניתן לפענח תגובה
id: Tidak dapat menguraikan respons
it: Impossibile decodificare la risposta
ja: 応答をデコードできません
ko: 응답을 디코딩할 수 없습니다
nb: Kan ikke dekode svar
nl: Kan het antwoord niet decoderen
pl: Nie można zdekodować odpowiedzi
ru: Невозможно декодировать ответ
th: ไม่สามารถถอดรหัสการตอบสนองได้
tr: Yanıtı çözümleyemedim
uk: Неможливо розшифрувати відповідь
vi: Không thể giải mã phản hồi
zh_hans: 无法解码响应

source: unknown
ar: مجهول
ca: desconegut
cs: neznámý
de: unbekannt
el: άγνωστος
es: desconocido
fi: tuntematon
he: לֹא יְדוּעַ
id: tidak dikenal
it: sconosciuto
ja: 未知
ko: 알려지지 않은
nb: ukjent
nl: onbekend
pl: nieznany
ru: неизвестный
th: ไม่ทราบ
tr: bilinmeyen
uk: невідомий
vi: không rõ
zh_hans: 未知

source: Updating language...
ar: تحديث اللغة...
ca: S'està actualitzant l'idioma...
cs: Aktualizace jazyka...
de: Sprache wird aktualisiert …
el: Ενημέρωση γλώσσας...
es: Actualizando idioma...
fi: Päivitetään kieltä...
he: מעדכן את השפה...
id: Memperbarui bahasa...
it: Aggiornamento della lingua...
ja: 言語を更新しています...
ko: 언어 업데이트 중...
nb: Oppdaterer språk...
nl: Taal bijwerken...
pl: Aktualizowanie języka...
ru: Обновление языка...
th: กำลังอัปเดตภาษา...
tr: Dil güncelleniyor...
uk: Оновлення мови...
vi: Đang cập nhật ngôn ngữ...
zh_hans: 正在更新语言...

source: US
ar: نحن
ca: nosaltres
cs: nás
de: uns
el: μας
es: a nosotros
fi: meille
he: לָנוּ
id: kita
it: noi
ja: 私たち
ko: 우리를
nb: oss
nl: ons
pl: nas
ru: нас
th: เรา
tr: biz
uk: нас
vi: chúng ta
zh_hans: 我们

source: USD
ar: دولار أمريكي
es: Dólar estadounidense
he: דולר ארה"ב
id: Dolar Amerika Serikat
it: Dollaro statunitense
ja: 米ドル
ko: 미국 달러
nl: Amerikaanse dollar
ru: доллар США
th: ดอลลาร์สหรัฐ
tr: Amerikan Doları
uk: доларів США
vi: đô la Mỹ
zh_hans: 美元

source: User
ar: مستخدم
ca: Usuari
cs: Uživatel
de: Benutzer
el: Μεταχειριζόμενος
es: Usuario
fi: Käyttäjä
he: מִשׁתַמֵשׁ
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
nb: Bruker
nl: Gebruiker
pl: Użytkownik
ru: Пользователь
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh_hans: 用户

source: User ID: \(userManager.userId?.description ??
ar: معرف المستخدم: \(userManager.userId?.description ??
ca: Identificador d'usuari: \(userManager.userId?.description ??
cs: ID uživatele: \(userManager.userId?.description ??
de: Benutzer-ID: \(userManager.userId?.description ??
el: Αναγνωριστικό χρήστη: \(userManager.userId?.description ??
es: ID de usuario: \(userManager.userId?.description ??
fi: Käyttäjätunnus: \(userManager.userId?.description ??
he: מזהה משתמש: \(userManager.userId?.description ??
id: ID Pengguna: \(userManager.userId?.description ??
it: ID utente: \(userManager.userId?.description ??
ja: ユーザー ID: \(userManager.userId?.description ??
ko: 사용자 ID: \(userManager.userId?.description ??
nb: Bruker-ID: \(userManager.userId?.beskrivelse ??
nl: Gebruikers-ID: \(userManager.userId?.description ??
pl: Identyfikator użytkownika: \(userManager.userId?.description ??
ru: Идентификатор пользователя: \(userManager.userId?.description ??
th: รหัสผู้ใช้: \(userManager.userId?.description ??
tr: Kullanıcı Kimliği: \(userManager.userId?.description ??
uk: Ідентифікатор користувача: \(userManager.userId?.description ??
vi: ID người dùng: \(userManager.userId?.description ??
zh_hans: 用户 ID：\(userManager.userId?.description ??

source: user_id
ar: معرف المستخدم
de: Benutzer-ID
es: ID de usuario
id: id_pengguna
it: ID utente
ja: ユーザーID
ko: 사용자_아이디
nl: gebruikers-id
pl: identyfikator użytkownika
ru: ID пользователя
th: รหัสผู้ใช้
tr: Kullanıcı kimliği
vi: id_người_dùng
zh_hans: 用户身份

source: UY
ar: يو واي
ja: ユー
ko: 유이
ru: УЙ
th: ยูวาย
zh_hans: 尤伊

source: VA
es: Virginia
ko: 버지니아
ru: ВА
th: วีเอ
zh_hans: 弗吉尼亚州

source: VE
ar: في إي
ru: ВЕ
th: วีอี
zh_hans: 素食

source: vi
ar: السادس
id: kita
ko: 비
nl: zij
ru: ви
th: วี
zh_hans: 六

source: vi-VN
ar: في-في إن
ru: ви-ВН
th: วี-วีเอ็น
uk: ві-ВН
zh_hans: 越南语

source: View more deals
ar: عرض المزيد من العروض
ca: Veure més ofertes
cs: Zobrazit další nabídky
de: Weitere Angebote anzeigen
el: Δείτε περισσότερες προσφορές
es: Ver más ofertas
fi: Katso lisää tarjouksia
he: צפה במבצעים נוספים
id: Lihat lebih banyak penawaran
it: Visualizza altre offerte
ja: その他のお得な情報を見る
ko: 더 많은 거래 보기
nb: Se flere tilbud
nl: Bekijk meer aanbiedingen
pl: Zobacz więcej ofert
ru: Посмотреть больше предложений
th: ดูข้อเสนอเพิ่มเติม
tr: Daha fazla fırsat görün
uk: Переглянути інші пропозиції
vi: Xem thêm ưu đãi
zh_hans: 查看更多优惠

source: Violet
ar: بنفسجي
ca: Violeta
cs: Fialový
de: Violett
el: Βιολέτα
es: Violeta
fi: Violetti
he: סָגוֹל
id: Ungu
it: Viola
ja: バイオレット
ko: 제비꽃
nb: Fiolett
pl: Fioletowy
ru: Фиолетовый
th: ไวโอเล็ต
tr: Menekşe
uk: Фіалка
vi: Màu tím
zh_hans: 紫色

source: Vistara
ar: فيستارا
he: ויסטרה
ja: ヴィスタラ
ko: 비스타라
ru: Вистара
th: วิสทาร่า
zh_hans: 维斯塔拉

source: VN
ar: فيتنام
es: Vietnamita
ja: ベトナム語
ko: 베트남
ru: ВН
th: วีเอ็น
zh_hans: 越南

source: Wed 17 Oct - Mon 24 Oct
ar: الأربعاء 17 أكتوبر - الاثنين 24 أكتوبر
ca: Del dimecres 17 d'octubre al dilluns 24 d'octubre
cs: St 17. října – Po 24. října
de: Mi., 17. Okt. – Mo., 24. Okt.
el: Τετ 17 Οκτ - Δευτ. 24 Οκτ
es: Mié 17 Oct - Lun 24 Oct
fi: ke 17.10. - ma 24.10
he: רביעי 17 באוקטובר - שני 24 באוקטובר
id: Rabu 17 Okt - Senin 24 Okt
it: Mer 17 ott - Lun 24 ott
ja: 10月17日(水)～10月24日(月)
ko: 10월 17일 수요일 - 10월 24일 월요일
nb: ons 17 okt - man 24 okt
nl: Wo 17 okt - Ma 24 okt
pl: Śr 17 paź - Pon 24 paź
ru: Ср 17 окт. - Пн 24 окт.
th: พุธ 17 ต.ค. - จันทร์ 24 ต.ค.
tr: Çarşamba 17 Ekim - Pazartesi 24 Ekim
uk: Ср, 17 жовт. - Пн, 24 жовт
vi: Thứ Tư, ngày 17 tháng 10 - Thứ Hai, ngày 24 tháng 10
zh_hans: 10月17日周三 - 10月24日周一

source: window\.location(?:\.href)?\s*=\s*[
ca: finestra\.location(?:\.href)?\s*=\s*[
de: Fenster\.Standort(?:\.href)?\s*=\s*[
es: ventana\.ubicación(?:\.href)?\s*=\s*[
fi: ikkuna\.sijainti(?:\.href)?\s*=\s*[
id: jendela\.lokasi(?:\.href)?\s*=\s*[
it: finestra\.posizione(?:\.href)?\s*=\s*[
ja: ウィンドウ\.場所(?:\.href)?\s*=\s*[
ko: 창\.location(?:\.href)?\s*=\s*[
nl: venster\.locatie(?:\.href)?\s*=\s*[
pl: okno\.lokalizacja(?:\.href)?\s*=\s*[
ru: окно\.расположение(?:\.href)?\s*=\s*[
th: หน้าต่าง\.ตำแหน่ง(?:\.href)?\s*=\s*[
tr: pencere\.konum(?:\.href)?\s*=\s*[
vi: cửa sổ\.vị trí(?:\.href)?\s*=\s*[
zh_hans: 窗口\.位置(?:\.href)?\s*=\s*[

source: woosh
ar: ووش
de: wusch
es: ¡Guau!
he: ווש
ja: シューッ
ko: 으악
nl: woesj
pl: szum
ru: вуш
th: วูบ
tr: vıııııı
vi: vù vù
zh_hans: 嗖

source: xmark
ar: إكس مارك
ja: xマーク
ko: 엑스마크
pl: znak x
th: เอ็กซ์มาร์ค
vi: dấu xmark
zh_hans: 西马克

source: YE
ar: نعم
cs: VY
de: IHR
el: ΕΣΕΙΣ
es: S.M.
he: כן
id: KAMU
it: VOI
ja: あなた
ko: 이인칭 대명사
nl: GIJ
pl: CZŁEK
ru: ВЫ
th: เย่
vi: CÓ
zh_hans: 叶
