Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: 1 Adult, 0 Children
ar: 1 بالغ، 0 أطفال
ca: 1 adult, 0 nens
cs: 1 dospělý, 0 dětí
de: 1 Erwachsener, 0 Kinder
el: 1 Ενήλικας, 0 Παιδιά
es: 1 adulto, 0 niños
fi: 1 aikuinen, 0 lasta
he: מבוגר אחד, 0 ילדים
id: 1 Dewasa, 0 Anak
it: 1 adulto, 0 bambini
ja: 大人1名、子供0名
ko: 성인 1명, 어린이 0명
nb: 1 voksen, 0 barn
nl: 1 volwassene, 0 kinderen
pl: 1 dorosły, 0 dzieci
ru: 1 взрослый, 0 детей
th: ผู้ใหญ่ 1 คน, เด็ก 0 คน
tr: 1 Yetişkin, 0 Çocuk
uk: 1 дорослий, 0 дітей
vi: 1 Người lớn, 0 Trẻ em
zh_hans: 1 名成人，0 名儿童

source: 2 Travelers, Business
ar: 2 مسافرين، عمل
ca: 2 Viatgers, Negocis
de: 2 Reisende, Geschäftsreise
el: 2 Ταξιδιώτες, Επιχειρήσεις
es: 2 viajeros, negocios
he: 2 מטיילים, עסקים
id: 2 Pelancong, Bisnis
it: 2 viaggiatori, affari
ja: 旅行者2名、ビジネス
ko: 2명의 여행자, 비즈니스
nb: 2 Reisende, Business
nl: 2 Reizigers, Zakelijk
pl: 2 podróżnych, podróż służbowa
ru: 2 путешественника, бизнес
th: 2 นักเดินทาง, ธุรกิจ
tr: 2 Gezgin, İş
uk: 2 Мандрівники, Бізнес
vi: 2 Du khách, Doanh nghiệp
zh_hans: 2 位商务旅客

source: 2h 15m
ar: ساعتان و 15 دقيقة
de: 2 Std. 15 Min.
es: 2 horas y 15 minutos
he: 2 שעות 15 מ'
id: 2 jam 15 menit
it: 2 ore e 15 minuti
ja: 2時間15分
ko: 2시간 15분
nb: 2t 15m
nl: 2 uur 15 minuten
pl: 2 godz. 15 min
ru: 2 ч 15 мин
th: 2 ชม. 15 น.
tr: 2s 15dk
uk: 2 год 15 хв
vi: 2 giờ 15 phút
zh_hans: 2小时15分钟

source: 6E
el: 6Ε
ru: 6Е
th: 6อี

source: \(age.wrappedValue) years
ar: \(age.wrappedValue) سنوات
ca: \(age.wrappedValue) anys
cs: \(age.wrappedValue) let
de: \(age.wrappedValue) Jahre
el: \(age.wrappedValue) έτη
es: \(age.wrappedValue) años
fi: \(age.wrappedValue) vuotta
he: \(age.wrappedValue) שנים
id: \(age.wrappedValue) tahun
it: \(age.wrappedValue) anni
ja: \(age.wrappedValue) 歳
ko: \(age.wrappedValue) 년
nb: \(age.wrappedValue) år
nl: \(age.wrappedValue) jaar
pl: \(age.wrappedValue) lat
ru: \(age.wrappedValue) лет
th: \(age.wrappedValue) ปี
tr: \(age.wrappedValue) yıl
uk: \(age.wrappedValue) років
vi: \(age.wrappedValue) năm
zh_hans: \(age.wrappedValue) 年

source: \(ageOption) years
ar: \(ageOption) سنوات
ca: \(AgeOption) anys
cs: \(ageOption) let
de: \(Altersoption) Jahre
el: \(ageOption) έτη
es: \(ageOption) años
fi: \(ageOption) vuotta
he: \(ageOption) שנים
id: \(ageOption) tahun
it: \(ageOption) anni
ja: \(ageOption) 歳
ko: \(ageOption) 년
nb: \(ageOption) år
nl: \(ageOption) jaar
pl: \(ageOption) lat
ru: \(ageOption) лет
th: \(ageOption) ปี
tr: \(ageOption) yıl
uk: \(ageOption) років
vi: \(ageOption) năm
zh_hans: \（ageOption）年

source: \(baseURL)/\(endpoint)
ar: \(baseURL)/\(نقطة النهاية)
ca: \(baseURL)/\(punt final)
cs: \(základní URL)/\(koncový bod)
de: \(Basis-URL)/\(Endpunkt)
el: \(baseURL)/\(τελικό σημείο)
es: \(URL base)/\(punto final)
fi: \(baseURL)/\(päätepiste)
he: \(baseURL)/\(נקודת קצה)
id: \(URL dasar)/\(titik akhir)
ja: \(ベースURL)/\(エンドポイント)
ko: \(기본URL)/\(종료점)
nb: \(baseURL)/\(endepunkt)
nl: \(baseURL)/\(eindpunt)
pl: \(adres URL bazy)/\(punkt końcowy)
ru: \(базовыйURL)/\(конечная точка)
th: \(baseURL)/\(จุดสิ้นสุด)
tr: \(temelURL)/\(bitiş noktası)
uk: \(базова URL-адреса)/\(кінцева точка)
vi: \(baseURL)/\(điểm cuối)
zh_hans: \（baseURL）/\（端点）

source: \(code) Currency
ar: \(الرمز) العملة
ca: \(codi) Moneda
cs: \(kód) Měna
de: \(Code) Währung
el: \(κωδικός) Νόμισμα
es: \(código) Moneda
fi: \(koodi) Valuutta
he: \(קוד) מטבע
id: \(kode) Mata uang
it: \(codice) Valuta
ja: \(コード) 通貨
ko: \(코드) 화폐
nb: \(kode) Valuta
nl: \(code) Valuta
pl: \(kod) Waluta
ru: \(код) Валюта
th: \(รหัส) สกุลเงิน
tr: \(kod) Para Birimi
uk: \(код) Валюта
vi: \(mã) Tiền tệ
zh_hans: \(代码) 货币

source: \(count.wrappedValue)
de: \(Anzahl.umwickelterWert)
id: \(jumlah.nilaiyangdibungkus)
pl: \(liczba.opakowanawartość)
th: \(ค่าที่ห่อไว้จำนวน)
tr: \(sayım.sarmalanmışDeğer)
vi: \(đếm.giá trị được bọc)

source: \(currency) (\(abbreviation))
ar: \(العملة) (\(الاختصار))
ca: \(moneda) (\(abreviatura))
cs: \(měna) (\(zkratka))
de: \(Währung) (\(Abkürzung))
el: \(νόμισμα) (\(συντομογραφία))
es: \(moneda) (\(abreviatura))
fi: \(valuutta) (\(lyhenne))
he: \(מטבע) (\(קיצור))
id: \(mata uang) (\(singkatan))
it: \(valuta) (\(abbreviazione))
ja: \(通貨) (\(略語))
ko: \(통화) (\(약어))
nb: \(valuta) (\(forkortelse))
nl: \(valuta) (\(afkorting))
pl: \(waluta) (\(skrót))
ru: \(валюта) (\(аббревиатура))
th: \(สกุลเงิน) (\(คำย่อ))
tr: \(para birimi) (\(kısaltma))
uk: \(валюта) (\(абревіатура))
vi: \(tiền tệ) (\(viết tắt))
zh_hans: \（货币）（\（缩写））

source: \(dateFormatter.string(from: pickUpDate)) - \(dateFormatter.string(from: dropOffDate))
ar: \(dateFormatter.string(من: pickUpDate)) - \(dateFormatter.string(من: dropOffDate))
ca: \(dateFormatter.string(de: pickUpDate)) - \(dateFormatter.string(de: dropOffDate))
de: \(dateFormatter.string(von: Abholdatum)) - \(dateFormatter.string(von: Abholdatum))
el: \(dateFormatter.string(από: pickUpDate)) - \(dateFormatter.string(από: dropOffDate))
es: \(dateFormatter.string(desde: fechaDeRecogida)) - \(dateFormatter.string(desde: fechaDeRetirada))
fi: \(dateFormatter.string(from: pickUpDate)) - \(dateFormatter.string(alkaen: dropOffDate))
id: \(dateFormatter.string(dari: pickUpDate)) - \(dateFormatter.string(dari: dropOffDate))
it: \(dateFormatter.string(da: pickUpDate)) - \(dateFormatter.string(da: dropOffDate))
ko: \(dateFormatter.string(from: 픽업날짜)) - \(dateFormatter.string(from: 드롭오프날짜))
nl: \(dateFormatter.string(van: pickUpDate)) - \(dateFormatter.string(van: dropOffDate))
pl: \(dateFormatter.string(z: pickUpDate)) - \(dateFormatter.string(z: dropOffDate))
th: \(dateFormatter.string(จาก: pickUpDate)) - \(dateFormatter.string(จาก: dropOffDate))
vi: \(dateFormatter.string(từ: pickUpDate)) - \(dateFormatter.string(từ: dropOffDate))
zh_hans: \（dateFormatter.string（来自：pickUpDate）） - \（dateFormatter.string（来自：dropOffDate））

source: \(destinationCode) - \(originCode)
ar: \(رمز الوجهة) - \(رمز الأصل)
de: \(Zielcode) - \(Ursprungscode)
el: \(Κωδικός προορισμού) - \(Κωδικός προέλευσης)
es: \(código de destino) - \(código de origen)
fi: \(kohdekoodi) - \(alkuperäkoodi)
id: \(kodetujuan) - \(kodeasal)
it: \(codicedestinazione) - \(codiceorigine)
ja: \(宛先コード) - \(発信元コード)
ko: \(목적지 코드) - \(출발지 코드)
nb: \(destinasjonskode) - \(opprinnelseskode)
nl: \(bestemmingscode) - \(oorsprongcode)
pl: \(kod_docelowy) - \(kod_pochodzenia)
ru: \(код_назначения) - \(код_источника)
th: \(รหัสปลายทาง) - \(รหัสต้นทาง)
tr: \(hedefKodu) - \(kökenKodu)
vi: \(mã đích) - \(mã gốc)
zh_hans: \（目的地代码）-\（原点代码）

source: \(firstLeg.originCode) → \(firstLeg.destinationCode)
es: \(firstLeg.códigodeorigen) → \(firstLeg.códigodedestino)
ko: \(첫 번째 다리.원점 코드) → \(첫 번째 다리.목적지 코드)
pl: \(pierwszyOdcinek.KodPochodzenia) → \(pierwszyOdcinek.KodDocelowy)
ru: \(firstLeg.код_источника) → \(firstLeg.код_назначения)
th: \(รหัสต้นกำเนิดของ FirstLeg) → \(รหัสปลายทางของ FirstLeg)
tr: \(ilkAyak.originCode) → \(ilkAyak.hedefKodu)
zh_hans: \(firstLeg.原点代码) → \(firstLeg.目的地代码)

source: \(firstSegment.airlineName) \(firstSegment.flightNumber)
de: \(erstesSegment.Fluggesellschaftsname) \(erstesSegment.Flugnummer)
es: \(primerSegmento.nombreDeLaAerolínea) \(primerSegmento.númeroDeVuelo)
ja: \(firstSegment.航空会社名) \(firstSegment.フライト番号)
ko: \(firstSegment.항공사 이름) \(firstSegment.항공편 번호)
th: \(ชื่อสายการบินส่วนแรก) \(หมายเลขเที่ยวบินส่วนแรก)
zh_hans: \（firstSegment.航空公司名称） \（firstSegment.航班号）

source: \(flight.providers.count - 3) more deal from ₹\(Int(getLowestRemainingPrice()))
ar: \(flight.providers.count - 3) المزيد من الصفقات ابتداءً من ₹\(Int(getLowestRemainingPrice()))
ca: \(flight.providers.count - 3) oferta més des de ₹\(Int(getLowestRemainingPrice()))
cs: \(flight.providers.count - 3) další nabídka od ₹\(Int(getLowestRemainingPrice()))
de: \(flight.providers.count - 3) mehr Angebote ab ₹\(Int(getLowestRemainingPrice()))
el: \(flight.providers.count - 3) ακόμη προσφορά από ₹\(Int(getLowestRemainingPrice()))
es: \(flight.providers.count - 3) más ofertas desde ₹\(Int(getLowestRemainingPrice()))
fi: \(flight.providers.count - 3) lisää tarjousta alkaen ₹\(Int(getLowestRemainingPrice()))
he: \(flight.providers.count - 3) עסקה נוספת מ-₹\(Int(getLowestRemainingPrice()))
id: \(flight.providers.count - 3) lebih banyak penawaran mulai dari ₹\(Int(getLowestRemainingPrice()))
it: \(flight.providers.count - 3) altre offerte da ₹\(Int(getLowestRemainingPrice()))
ja: \(flight.providers.count - 3) ₹\(Int(getLowestRemainingPrice())) からのお得な情報
ko: \(flight.providers.count - 3) ₹에서 더 많은 거래\(Int(getLowestRemainingPrice()))
nb: \(flight.providers.count - 3) mer avtale fra ₹\(Int(getLowestRemainingPrice()))
nl: \(flight.providers.count - 3) meer deal vanaf ₹\(Int(getLowestRemainingPrice()))
pl: \(flight.providers.count - 3) więcej ofert od ₹\(Int(getLowestRemainingPrice()))
ru: \(flight.providers.count - 3) больше предложений от ₹\(Int(getLowestRemainingPrice()))
th: \(flight.providers.count - 3) ข้อเสนอเพิ่มเติมจาก ₹\(Int(getLowestRemainingPrice()))
tr: \(flight.providers.count - 3) ₹'den başlayan fiyatlarla daha fazla fırsat\(Int(getLowestRemainingPrice()))
uk: \(flight.providers.count - 3) більше пропозицій від ₹\(Int(getLowestRemainingPrice()))
vi: \(flight.providers.count - 3) nhiều ưu đãi hơn từ ₹\(Int(getLowestRemainingPrice()))
zh_hans: \(flight.providers.count - 3) 更多优惠，最低 ₹\(Int(getLowestRemainingPrice()))

source: \(formattedDate(actualPickUp)) • \(formattedDate(actualDropOff))
ar: \(تاريخ التنسيق (الاستلام الفعلي)) • \(تاريخ التنسيق (الانزال الفعلي))
de: \(formatiertes Datum (tatsächliche Abholung)) • \(formatiertes Datum (tatsächliche Rückgabe))
es: \(fechaformateada(recogidareal)) • \(fechaformateada(entregareal))
id: \(formattedDate(Penjemputanaktual)) • \(formattedDate(Pengantaranaktual))
ja: \(formattedDate(実際の受け取り日)) • \(formattedDate(実際の配達日))
ko: \(형식화된 날짜(실제 픽업)) • \(형식화된 날짜(실제 반납))
nl: \(formattedDate(werkelijkeOphaaldatum)) • \(formattedDate(werkelijkeAfleverdatum))
pl: \(formattedDate(rzeczywistyOdbiór)) • \(formattedDate(rzeczywistyOdbiór))
th: \(วันที่จัดรูปแบบ(รับสินค้าจริง)) • \(วันที่จัดรูปแบบ(รับสินค้าจริง))
tr: \(formattedDate(gerçekTeslimAlma)) • \(formattedDate(gerçekBırakma))
zh_hans: \（格式化日期（实际上车点）） • \（格式化日期（实际下车点））

source: \(formatter.string(from: checkinDate)) - \(formatter.string(from: checkoutDate))
ar: \(formatter.string(من: checkinDate)) - \(formatter.string(من: checkoutDate))
ca: \(formatter.string(de: checkinDate)) - \(formatter.string(de: checkoutDate))
de: \(formatter.string(von: Check-inDate)) - \(formatter.string(von: Check-outDate))
el: \(formatter.string(από: checkinDate)) - \(formatter.string(από: checkoutDate))
es: \(formatter.string(desde: fechadeentrada)) - \(formatter.string(desde: fechadesalida))
id: \(formatter.string(dari: tanggalmasuk)) - \(formatter.string(dari: tanggalkeluar))
it: \(formatter.string(da: checkinDate)) - \(formatter.string(da: checkoutDate))
ko: \(포맷터.문자열(출발지: 체크인날짜)) - \(포맷터.문자열(출발지: 체크아웃날짜))
nl: \(formatter.string(van: checkinDate)) - \(formatter.string(van: checkoutDate))
pl: \(formatter.string(od: checkinDate)) - \(formatter.string(od: checkoutDate))
th: \(formatter.string(จาก: checkinDate)) - \(formatter.string(จาก: checkoutDate))
vi: \(formatter.string(từ: checkinDate)) - \(formatter.string(từ: checkoutDate))
zh_hans: \（formatter.string（来自：checkinDate）） - \（formatter.string（来自：checkoutDate））

source: \(formatter.string(from: departureDate)) - \(formatter.string(from: returnDate))
ar: \(formatter.string(من: تاريخ المغادرة)) - \(formatter.string(من: تاريخ العودة))
ca: \(formatter.string(de: data de sortida)) - \(formatter.string(de: data de retorn))
cs: \(formatter.string(from: datum odjezdu)) - \(formatter.string(from: returnDate))
de: \(formatter.string(von: Abfahrtsdatum)) - \(formatter.string(von: Rückkehrdatum))
es: \(formatter.string(desde: fechadesalida)) - \(formatter.string(desde: fechaderetorno))
fi: \(formatter.string(alkaen: lähtöpäivä)) - \(formatter.string(from: returnDate))
id: \(formatter.string(dari: tanggalkeberangkatan)) - \(formatter.string(dari: tanggalkembali))
it: \(formatter.string(da: data di partenza)) - \(formatter.string(da: data di ritorno))
ja: \(formatter.string(from: 出発日)) - \(formatter.string(from: 戻り日))
ko: \(포맷터.문자열(출발: 출발일)) - \(포맷터.문자열(출발: 귀국일))
nb: \(formatter.string(fra: avgangsdato)) - \(formatter.streng(fra: returdato))
nl: \(formatter.string(van: vertrekdatum)) - \(formatter.string(van: retourdatum))
pl: \(formatter.string(od: data_wyjścia)) - \(formatter.string(od: data_powrotu))
ru: \(formatter.string(from: departDate)) - \(formatter.string(from: returnDate))
th: \(formatter.string(จาก: วันที่ออกเดินทาง)) - \(formatter.string(จาก: วันที่ส่งคืน))
vi: \(formatter.string(từ: ngày khởi hành)) - \(formatter.string(từ: ngày trả về))
zh_hans: \（formatter.string（来自：出发日期）） - \（formatter.string（来自：返回日期））

source: \(formatter.string(from: firstDate)) - \(returnDateString)
ar: \(formatter.string(من: firstDate)) - \(returnDateString)
ca: \(formatter.string(de: firstDate)) - \(returnDateString)
de: \(formatter.string(von: erstesDatum)) - \(returnDateString)
id: \(formatter.string(dari: firstDate)) - \(returnDateString)
it: \(formatter.string(da: primaData)) - \(returnDateString)
nb: \(formatter.string(fra: firstDate)) - \(returnDateString)
nl: \(formatter.string(van: eersteDatum)) - \(returnDatumString)
pl: \(formatter.string(od: firstDate)) - \(zwróćStringDaty)
th: \(formatter.string(จาก: firstDate)) - \(returnDateString)
vi: \(formatter.string(từ: firstDate)) - \(returnDateString)
zh_hans: \（formatter.string（来自：firstDate））-\（returnDateString）

source: \(guestsText), \(roomsText)
ar: \(نص الضيوف)، \(نص الغرف)
de: \(GästeText), \(ZimmerText)
es: \(Texto de invitados), \(Texto de habitaciones)
fi: \(vierasteksti), \(huoneteksti)
he: \(אורחיםטקסט), \(חדריםטקסט)
id: \(teks tamu), \(teks kamar)
it: \(TestoOspiti), \(TestoStanze)
ja: \(ゲストテキスト)、\(部屋テキスト)
ko: \(손님텍스트), \(객실텍스트)
nb: \(gjestertekst), \(romtekst)
nl: \(gastenTekst), \(kamersTekst)
pl: \(tekst gości), \(tekst pokoi)
ru: \(гостиТекст), \(комнатТекст)
th: \(ข้อความแขก), \(ข้อความห้อง)
tr: \(misafirMetni), \(odaMetni)
vi: \(văn bản khách), \(văn bản phòng)
zh_hans: \（客人文本），\（房间文本）

source: \(hours)h \(mins)m
ar: \(ساعات)س \(دقائق)د
ca: \(hores)h \(mins)m
cs: \(hodiny)h \(min)m
de: \(Stunden)h \(Minuten)m
el: \(ώρες)ω \(λεπτά)λ
es: \(horas)h \(minutos)m
fi: \(tuntia)h \(mins)m
he: \(שעות)שע' \(דקות)מ
id: \(jam)j \(menit)m
it: \(ore)h \(minuti)m
ja: \(時間)h \(分)m
ko: \(시간)h \(분)m
nb: \(timer)t \(min)m
nl: \(uren)u \(min)m
pl: \(godziny)h \(minuty)m
ru: \(часы)ч \(мин)м
th: \(ชั่วโมง)ชม. \(นาที)ม.
tr: \(saat)s \(dakika)dk
uk: \(годин) год \(хв)хв
vi: \(giờ)h \(phút)m
zh_hans: \（小时）h \（分钟）m

source: \(hours)h \(minutes)m
ar: \(ساعات)س \(دقائق)د
ca: \(hores)h \(minuts)m
cs: \(hodiny)h \(minuty)m
de: \(Stunden)h \(Minuten)m
el: \(ώρες)ω \(λεπτά)μ
es: \(horas)h \(minutos)m
fi: \(tuntia)h \(minuuttia)m
he: \(שעות)h \(דקות)מ
id: \(jam)j \(menit)m
it: \(ore)h \(minuti)m
ja: \(時間)h \(分)m
ko: \(시간)h \(분)m
nb: \(timer)t \(minutter)m
nl: \(uren)u \(minuten)m
pl: \(godziny)h \(minuty)m
ru: \(часы)ч \(минуты)м
th: \(ชั่วโมง)ชม. \(นาที)ม.
tr: \(saat)s \(dakika)dk
uk: \(години)год \(хвилини)м
vi: \(giờ)h \(phút)m
zh_hans: \（小时）h \（分钟）m

source: \(Int(progress * 100))%
ar: \(Int(التقدم * 100))%
ca: \(Int(progrés * 100))%
cs: \(Int(progres * 100))%
de: \(Int(Fortschritt * 100))%
es: \(Int(progreso * 100))%
fi: \(Int(edistyminen * 100))%
he: \(Int(התקדמות * 100))%
id: \(Int(kemajuan * 100))%
it: \(Int(avanzamento * 100))%
ja: \(Int(進捗 * 100))%
ko: \(Int(진행률 * 100))%
nb: \(Int(fremgang * 100))%
nl: \(Int(voortgang * 100))%
pl: \(Int(postęp * 100))%
ru: \(Int(прогресс * 100))%
th: \(Int(ความคืบหน้า * 100))%
tr: \(Int(ilerleme * 100))%
uk: \(Int(прогрес * 100))%
vi: \(Int(tiến trình * 100))%
zh_hans: \(Int(进度 * 100))%

source: \(languageCode)-\(getCurrentCountryCode())
ar: \(رمز اللغة)-\(احصل على رمز البلد الحالي())
de: \(Sprachcode)-\(getCurrentCountryCode())
es: \(código de idioma)-\(obtener código de país actual())
id: \(Kode Bahasa)-\(dapatkanKodeNegaraSaatIni())
it: \(codicelingua)-\(getCurrentCountryCode())
ja: \(言語コード)-\(現在の国コードを取得する())
ko: \(언어코드)-\(getCurrentCountryCode())
nb: \(språkkode)-\(getCurrentCountryCode())
nl: \(taalcode)-\(huidigelandcode ophalen())
pl: \(kod języka)-\(pobierzKodBieżącegoKraju())
ru: \(код_языка)-\(получитьКодТекущейСтраны())
th: \(รหัสภาษา)-\(รับรหัสประเทศปัจจุบัน())
tr: \(dilKodu)-\(GeçerliÜlkeKodunuAl())
vi: \(Mã ngôn ngữ)-\(lấyMã quốc gia hiện tại())

source: \(originCode) - \(destinationCode)
ar: \(رمز الأصل) - \(رمز الوجهة)
de: \(Ursprungscode) - \(Zielcode)
el: \(Κωδικός προέλευσης) - \(Κωδικός προορισμού)
es: \(código de origen) - \(código de destino)
fi: \(alkuperäkoodi) - \(kohdekoodi)
id: \(Kode Asal) - \(Kode Tujuan)
it: \(codiceorigine) - \(codicedestinazione)
ja: \(送信元コード) - \(送信先コード)
ko: \(출발지코드) - \(목적지코드)
nb: \(opprinnelseskode) - \(destinasjonskode)
nl: \(oorsprongcode) - \(bestemmingscode)
pl: \(kod_pochodzenia) - \(kod_docelowy)
th: \(รหัสต้นทาง) - \(รหัสปลายทาง)
uk: \(код походження) - \(код призначення)
vi: \(mã nguồn) - \(mã đích)
zh_hans: \（原点代码）-\（目的地代码）

source: \(originCode) to \(destinationCode)
ar: \(originCode) إلى \(destinationCode)
ca: \(originCode) a \(destinationCode)
cs: \(originCode) až \(destinationCode)
de: \(originCode) bis \(destinationCode)
el: \(originCode) έως \(destinationCode)
es: \(código de origen) a \(código de destino)
fi: \(alkuperäkoodi) - \(destinationCode)
he: \(originCode) ל-\(destinationCode)
id: \(Kode Asal) ke \(Kode Tujuan)
it: \(originCode) a \(destinationCode)
ja: \(originCode) から \(destinationCode) へ
ko: \(originCode)에서 \(destinationCode)로
nb: \(opprinnelseskode) til \(destinasjonskode)
nl: \(oorsprongcode) naar \(bestemmingscode)
pl: \(kod_pochodzenia) do \(kod_docelowy)
ru: \(originCode) в \(destinationCode)
th: \(รหัสต้นทาง) ถึง \(รหัสปลายทาง)
uk: \(originCode) до \(destinationCode)
vi: \(originCode) đến \(destinationCode)
zh_hans: \(originCode) 到 \(destinationCode)

source: \(originCode)-\(destinationCode)
ar: \(رمز الأصل)-\(رمز الوجهة)
de: \(Ursprungscode)-\(Zielcode)
el: \(Κωδικός προέλευσης)-\(Κωδικός προορισμού)
es: \(código de origen)-\(código de destino)
fi: \(alkuperäkoodi)-\(kohdekoodi)
id: \(Kode asal)-\(Kode tujuan)
it: \(codiceorigine)-\(codicedestinazione)
ja: \(送信元コード)-\(送信先コード)
ko: \(출발지코드)-\(목적지코드)
nb: \(opprinnelseskode)-\(destinasjonskode)
nl: \(oorsprongcode)-\(bestemmingscode)
pl: \(kod_pochodzenia)-\(kod_docelowy)
ru: \(код_источника)-\(код_назначения)
th: \(รหัสต้นทาง)-\(รหัสปลายทาง)
uk: \(код походження)-\(код призначення)
vi: \(Mã nguồn) - \(Mã đích)
zh_hans: \(原点代码)-\(目的地代码)

source: \(pickUpLocationName) to \(dropOffLocationName ??
ar: \(pickUpLocationName) إلى \(dropOffLocationName ؟؟
ca: \(pickUpLocationName) a \(dropOffLocationName ??
cs: \(pickUpLocationName) na \(dropOffLocationName ??
de: \(pickUpLocationName) zu \(dropOffLocationName ??
el: \(pickUpLocationName) σε \(dropOffLocationName ??
es: \(nombreDeUbicaciónDeRecogida) a \(nombreDeUbicaciónDeEntrega ??
fi: \(pickUpLocationName) kohteeseen \(dropOffLocationName ??
he: \(pickUpLocationName) ל-\(dropOffLocationName ??
id: \(pickUpLocationName) menjadi \(dropOffLocationName ??
it: \(pickUpLocationName) a \(dropOffLocationName ??
ja: \(pickUpLocationName) から \(dropOffLocationName ??
ko: \(pickUpLocationName)에서 \(dropOffLocationName ??로 변경)
nb: \(pickUpLocationName) til \(dropOffLocationName ??
nl: \(pickUpLocationName) naar \(dropOffLocationName ??
pl: \(nazwa_miejsca_pobrania) do \(nazwa_miejsca_upuszczenia ??
ru: \(pickUpLocationName) в \(dropOffLocationName ??
th: \(pickUpLocationName) ถึง \(dropOffLocationName ??
uk: \(pickUpLocationName) до \(dropOffLocationName ??
vi: \(pickUpLocationName) tới \(dropOffLocationName ??
zh_hans: \(pickUpLocationName) 到 \(dropOffLocationName ??

source: \(stopCount) Stops
ar: \(stopCount) توقفات
ca: \(stopCount) S'atura
cs: \(stopCount) Zastaví
de: \(stopCount) Haltestellen
el: \(stopCount) Σταματά
es: \(stopCount) Paradas
fi: \(stopCount) Pysähtyy
he: \(stopCount) עצירות
id: \(stopCount) Berhenti
it: \(stopCount) Fermate
ja: \(stopCount) 停止
ko: \(stopCount) 정류장
nb: \(stopCount) Stopper
nl: \(stopCount) Stopt
pl: \(stopCount) Zatrzymania
ru: \(stopCount) Остановки
th: \(stopCount) หยุด
tr: \(stopCount) Duraklar
uk: \(stopCount) Зупинки
vi: \(stopCount) Dừng lại
zh_hans: \(stopCount) 停止

source: \(String(format:
ar: \(سلسلة(التنسيق:
cs: \(String(formát:
el: \(String(μορφή:
es: \(Cadena(formato:
fi: \(String(muoto:
he: \(מחרוזת(פורמט:
it: \(Stringa(formato:
ja: \(文字列(形式:
ko: \(문자열(형식:
nl: \(String(formaat:
pl: \(Ciąg(format:
ru: \(Строка(формат:
th: \(สตริง(รูปแบบ:
tr: \(Dize(biçim:
uk: \(Рядок(формат:
vi: \(Chuỗi(định dạng:
zh_hans: \（字符串（格式：

source: \(totalTravelers) \(travelerText), \(selectedClass.displayName)
ar: \(إجمالي المسافرين) \(نص المسافر)، \(اسم العرض المحدد للفئة)
fi: \(matkustajat yhteensä) \(matkustajateksti), \(selectedClass.displayName)
ja: \(旅行者総数) \(旅行者テキスト), \(選択されたクラス.表示名)
ko: \(총여행자) \(여행자텍스트), \(선택된클래스.표시이름)
th: \(นักเดินทางทั้งหมด) \(ข้อความนักเดินทาง), \(ชื่อการแสดงผลคลาสที่เลือก)
tr: \(toplamGezginler) \(gezginMetni), \(seçiliSınıf.görüntülenenAdı)

source: \(travelDate), \(travelerInfo)
ar: \(تاريخ السفر)، \(معلومات المسافر)
de: \(Reisedatum), \(Reiseinformationen)
es: \(Fecha de viaje), \(Información del viajero)
fi: \(matkapäivä), \(matkustajatiedot)
id: \(TanggalPerjalanan), \(InfoPelancong)
it: \(dataviaggio), \(infoviaggiatore)
ja: \(旅行日)、\(旅行者情報)
ko: \(여행날짜), \(여행자정보)
nb: \(reisedato), \(reiseinformasjon)
nl: \(reisdatum), \(reizigersinfo)
pl: \(datapodróży), \(informacjeopodróżniku)
th: \(วันที่เดินทาง), \(ข้อมูลนักเดินทาง)
tr: \(seyahatTarihi), \(gezginBilgisi)
vi: \(Ngày du lịch), \(Thông tin du lịch)
zh_hans: \(旅行日期), \(旅行者信息)

source: Accept
ar: يقبل
ca: acceptar
cs: přijmout
de: akzeptieren
el: αποδέχομαι
es: aceptar
fi: hyväksyä
he: לְקַבֵּל
id: menerima
it: accettare
ja: 受け入れる
ko: 수용하다
nb: akseptere
nl: accepteren
pl: przyjąć
ru: принимать
th: ยอมรับ
tr: kabul etmek
uk: прийняти
vi: chấp nhận
zh_hans: 接受

source: ad_id
ar: معرف الإعلان
de: Anzeigen-ID
es: ID del anuncio
id: id_iklan
ja: 広告ID
ko: 광고_아이디
nl: advertentie_id
pl: identyfikator reklamy
th: รหัสโฆษณา
tr: reklam_kimliği
zh_hans: 广告ID

source: ads/flight/list
ar: الإعلانات/الرحلات/القائمة
ca: anuncis/vol/llista
cs: reklamy/let/seznam
de: Anzeigen/Flug/Liste
el: διαφημίσεις/πτήσεις/λίστα
es: anuncios/vuelo/lista
fi: mainoksia/lento/lista
he: מודעות/טיסה/רשימה
id: iklan/penerbangan/daftar
it: annunci/voli/elenco
ja: 広告/フライト/リスト
ko: 광고/항공편/목록
nb: annonser/fly/liste
nl: advertenties/vlucht/lijst
pl: reklamy/lot/lista
ru: объявления/рейсы/список
th: โฆษณา/เที่ยวบิน/รายการ
tr: reklamlar/uçuş/liste
uk: оголошення/рейс/список
vi: quảng cáo/chuyến bay/danh sách
zh_hans: 广告/航班/列表

source: adult
ar: بالغ
cs: dospělý
de: Erwachsene
el: ενήλικας
es: adulto
fi: aikuinen
he: מְבוּגָר
id: dewasa
it: adulto
ja: アダルト
ko: 성인
nb: voksen
nl: volwassen
pl: dorosły
ru: взрослый
th: ผู้ใหญ่
tr: yetişkin
uk: дорослий
vi: người lớn
zh_hans: 成人

source: AE
el: ΑΕ
ru: АЕ
th: เออี
zh_hans: 声发射

source: airport
ar: مطار
ca: aeroport
cs: LETIŠTĚ
de: Flughafen
el: αεροδρόμιο
es: aeropuerto
fi: lentokenttä
he: נְמַל תְעוּפָה
id: bandara
it: aeroporto
ja: 空港
ko: 공항
nb: flyplass
nl: luchthaven
pl: lotnisko
ru: аэропорт
th: สนามบิน
tr: havalimanı
uk: аеропорт
vi: sân bay
zh_hans: 飞机场

source: ALL
ar: الجميع
ca: TOTS
cs: VŠE
de: ALLE
el: ΟΛΟΙ
es: TODO
fi: KAIKKI
he: כֹּל
id: SEMUA
it: TUTTO
ja: 全て
ko: 모두
nb: ALLE
nl: ALLE
pl: WSZYSTKO
ru: ВСЕ
th: ทั้งหมด
tr: TÜM
uk: ВСЕ
vi: TẤT CẢ
zh_hans: 全部
