Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Opening booking page
ar: فتح صفحة الحجز
ca: Obertura de la pàgina de reserves
cs: Otevírání rezervační stránky
de: Buchungsseite wird geöffnet
el: Άνοιγμα σελίδας κράτησης
es: Apertura de la página de reservas
fi: Varaussivun avaus
he: פתיחת עמוד ההזמנות
id: Membuka halaman pemesanan
it: Apertura della pagina di prenotazione
ja: 予約ページを開く
ko: 예약 페이지 열기
nb: Åpningsside for booking
nl: Boekingspagina openen
pl: Otwarcie strony rezerwacji
ru: Открытие страницы бронирования
th: เปิดหน้าการจอง
tr: Rezervasyon sayfasının açılması
uk: Відкриття сторінки бронювання
vi: Mở trang đặt chỗ
zh_hans: 打开预订页面

source: organic
ar: عضوي
ca: orgànica
cs: organické
de: Bio
el: οργανικός
es: orgánico
fi: luomu
he: אוֹרְגָנִי
id: organik
it: organico
ja: オーガニック
ko: 본질적인
nb: organisk
nl: organisch
pl: organiczny
ru: органический
th: ออร์แกนิก
tr: organik
uk: органічні
vi: hữu cơ
zh_hans: 有机的

source: PA
ar: السلطة الفلسطينية
es: Pensilvania
he: הרשות הפלסטינית
ko: 아빠
pl: ROCZNIE
ru: ПА
th: พีเอ
zh_hans: 宾夕法尼亚州

source: page
ar: صفحة
ca: pàgina
cs: strana
de: Seite
el: σελίδα
es: página
fi: sivu
he: עַמוּד
id: halaman
it: pagina
ja: ページ
ko: 페이지
nb: side
nl: pagina
pl: strona
ru: страница
th: หน้าหนังสือ
tr: sayfa
uk: сторінку
vi: trang
zh_hans: 页

source: Paris Charles de Gaulle
ar: باريس شارل ديغول
ca: París Charles de Gaulle
cs: Paříž Charles de Gaulle
es: París Charles de Gaulle
fi: Pariisi Charles de Gaulle
he: פריז שארל דה גול
it: Parigi Charles de Gaulle
ja: パリ シャルル・ド・ゴール
ko: 파리 샤를 드골
nl: Parijs Charles de Gaulle
pl: Paryż Charles de Gaulle
ru: Париж Шарль де Голль
th: ปารีส ชาร์ล เดอ โกล
uk: Париж Шарль де Голль
zh_hans: 巴黎戴高乐机场

source: PE
ar: التربية البدنية
el: Π.Ε
es: Educación física
he: פ
ja: 体育
ko: 체육
pl: WF
ru: ЧП
th: พีอี
tr: Beden Eğitimi
vi: Thể dục
zh_hans: 聚乙烯

source: PH
ar: الرقم الهيدروجيني
es: Filipinas
id: Bahasa Indonesia
ko: 피에스
ru: ПХ
th: พีเอช

source: photo
ar: صورة
ca: foto
cs: fotografie
de: Foto
el: φωτογραφία
es: foto
fi: kuva
he: תַצלוּם
id: foto
it: foto
ja: 写真
ko: 사진
nb: bilde
nl: foto
pl: zdjęcie
ru: фото
th: รูปถ่าย
tr: fotoğraf
uk: фото
vi: ảnh
zh_hans: 照片

source: Pick-up & Drop-off
ar: الاستلام والتوصيل
ca: Recollida i entrega
cs: Vyzvednutí a odevzdání
de: Abholung und Rückgabe
el: Παραλαβή και παράδοση
es: Recogida y entrega
fi: Nouto ja palautus
he: איסוף והחזרה
id: Penjemputan & Pengantaran
it: Ritiro e riconsegna
ja: ピックアップとドロップオフ
ko: 픽업 및 드롭오프
nb: Henting og avlevering
nl: Ophalen en afzetten
pl: Odbiór i dowóz
ru: Встреча и высадка
th: รับและส่ง
tr: Alım ve Bırakma
uk: Збір і висадка
vi: Đón và trả khách
zh_hans: 接送

source: Pick-up (Same drop-off)
ar: الاستلام (نفس نقطة التسليم)
ca: Recollida (mateixa baixada)
cs: Vyzvednutí (stejné předání)
de: Abholung (gleiche Rückgabe)
el: Παραλαβή (Ίδια παράδοση)
es: Recogida (misma entrega)
fi: Nouto (sama nouto)
he: איסוף (אותה הורדה)
id: Penjemputan (Pengantaran sama)
it: Ritiro (Stesso luogo di riconsegna)
ja: ピックアップ（同じドロップオフ）
ko: 픽업(동일한 드롭오프)
nb: Henting (samme avlevering)
nl: Ophalen (zelfde afleverlocatie)
pl: Odbiór (To samo miejsce zwrotu)
ru: Самовывоз (та же точка высадки)
th: รับที่ (จุดส่งเดียวกัน)
tr: Alım (Aynı bırakma)
uk: Посадка (та сама висадка)
vi: Đón (Trả cùng lúc)
zh_hans: 接客点（同一下车点）

source: pick_up
ar: يلتقط
ca: recollida
cs: vyzvednutí
de: abholen
el: βελτίωση
es: levantar
he: איסוף
id: menjemput
it: raccolta
ja: 選び出す
ko: 찾다
nl: ophalen
pl: ulec poprawie
ru: подобрать
th: หยิบ
tr: toplamak
vi: nhặt lên
zh_hans: 捡起

source: pl
ar: اللغة الإنجليزية:
de: g
es: por favor
id: tolong
it: per favore
ja: プレイリスト
ko: 폴란드
nl: mv.
pl: proszę
ru: ПЛ
th: พีแอล
tr: lütfen
uk: ПЛ
vi: xin vui lòng

source: pl-PL
th: พีแอล-พีแอล
zh_hans: 聚磷酸酯

source: Please select a hotel location
ar: الرجاء تحديد موقع الفندق
ca: Seleccioneu una ubicació de l'hotel
cs: Vyberte prosím umístění hotelu
de: Bitte wählen Sie einen Hotelstandort
el: Επιλέξτε τοποθεσία ξενοδοχείου
es: Por favor seleccione una ubicación de hotel
fi: Valitse hotellin sijainti
he: אנא בחר מיקום מלון
id: Silakan pilih lokasi hotel
it: Seleziona la posizione dell'hotel
ja: ホテルの場所を選択してください
ko: 호텔 위치를 선택해주세요
nb: Velg et hotellsted
nl: Selecteer een hotellocatie
pl: Proszę wybrać lokalizację hotelu
ru: Пожалуйста, выберите местоположение отеля
th: กรุณาเลือกสถานที่ตั้งโรงแรม
tr: Lütfen bir otel konumu seçin
uk: Виберіть розташування готелю
vi: Vui lòng chọn vị trí khách sạn
zh_hans: 请选择酒店位置

source: Please select at least 1 adult
ar: الرجاء اختيار شخص بالغ واحد على الأقل
ca: Seleccioneu almenys 1 adult
cs: Vyberte prosím alespoň 1 dospělého
de: Bitte wählen Sie mindestens 1 Erwachsenen aus
el: Επιλέξτε τουλάχιστον 1 ενήλικα
es: Por favor seleccione al menos 1 adulto
fi: Valitse vähintään 1 aikuinen
he: אנא בחר מבוגר אחד לפחות
id: Silakan pilih setidaknya 1 orang dewasa
it: Seleziona almeno 1 adulto
ja: 少なくとも1人の大人を選択してください
ko: 최소 1명의 성인을 선택해주세요.
nb: Velg minst 1 voksen
nl: Selecteer minimaal 1 volwassene
pl: Proszę wybrać co najmniej 1 osobę dorosłą
ru: Пожалуйста, выберите хотя бы 1 взрослого.
th: กรุณาเลือกผู้ใหญ่อย่างน้อย 1 ท่าน
tr: Lütfen en az 1 yetişkin seçin
uk: Виберіть принаймні 1 дорослого
vi: Vui lòng chọn ít nhất 1 người lớn
zh_hans: 请选择至少 1 名成人

source: Please select at least 1 room
ar: الرجاء تحديد غرفة واحدة على الأقل
ca: Seleccioneu almenys 1 habitació
cs: Vyberte prosím alespoň 1 pokoj
de: Bitte wählen Sie mindestens 1 Zimmer aus
el: Επιλέξτε τουλάχιστον 1 δωμάτιο
es: Por favor seleccione al menos 1 habitación
fi: Valitse vähintään 1 huone
he: אנא בחר חדר אחד לפחות
id: Silakan pilih setidaknya 1 kamar
it: Seleziona almeno 1 stanza
ja: 少なくとも1つの部屋を選択してください
ko: 최소 1개의 객실을 선택해주세요
nb: Velg minst 1 rom
nl: Selecteer minimaal 1 kamer
pl: Proszę wybrać co najmniej 1 pokój
ru: Пожалуйста, выберите хотя бы 1 комнату
th: กรุณาเลือกอย่างน้อย 1 ห้อง
tr: Lütfen en az 1 oda seçin
uk: Виберіть принаймні 1 кімнату
vi: Vui lòng chọn ít nhất 1 phòng
zh_hans: 请至少选择 1 间客房

source: Please select both departure and destination locations.
ar: الرجاء تحديد موقعي المغادرة والوجهة.
ca: Seleccioneu les ubicacions de sortida i de destinació.
cs: Vyberte místa odletu i cíle.
de: Bitte wählen Sie sowohl den Abfahrts- als auch den Zielort aus.
el: Επιλέξτε και τις τοποθεσίες αναχώρησης και προορισμού.
es: Seleccione el lugar de salida y el de destino.
fi: Valitse sekä lähtö- että kohdepaikat.
he: אנא בחר גם את מיקומי היציאה וגם את מיקומי היעד.
id: Silakan pilih lokasi keberangkatan dan tujuan.
it: Seleziona sia la località di partenza che quella di destinazione.
ja: 出発地と目的地の両方を選択してください。
ko: 출발지와 도착지를 모두 선택해 주세요.
nb: Velg både avgangs- og destinasjonssteder.
nl: Selecteer zowel de vertrek- als de aankomstlocatie.
pl: Proszę wybrać miejsce wylotu i miejsce przylotu.
ru: Пожалуйста, выберите место отправления и место назначения.
th: กรุณาเลือกทั้งสถานที่ต้นทางและปลายทาง
tr: Lütfen hem kalkış hem de varış noktalarını seçin.
uk: Будь ласка, виберіть місце відправлення та призначення.
vi: Vui lòng chọn cả địa điểm khởi hành và điểm đến.
zh_hans: 请选择出发地和目的地。

source: Please select drop-off location.
ar: الرجاء تحديد موقع التسليم.
ca: Seleccioneu el lloc de lliurament.
cs: Vyberte prosím místo odevzdání.
de: Bitte wählen Sie den Abgabeort.
el: Επιλέξτε τοποθεσία παράδοσης.
es: Por favor seleccione lugar de entrega.
fi: Valitse palautuspaikka.
he: אנא בחר מיקום ירידה.
id: Silakan pilih lokasi penurunan.
it: Selezionare il luogo di consegna.
ja: 降車場所を選択してください。
ko: 하차 장소를 선택해 주세요.
nb: Vennligst velg avleveringssted.
nl: Selecteer een afleverlocatie.
pl: Proszę wybrać miejsce odbioru.
ru: Пожалуйста, выберите место высадки.
th: กรุณาเลือกสถานที่รับรถ
tr: Lütfen bırakma yerini seçin.
uk: Виберіть місце висадки.
vi: Vui lòng chọn địa điểm trả hàng.
zh_hans: 请选择下车地点。

source: Please select hotel location.
ar: الرجاء تحديد موقع الفندق.
ca: Seleccioneu la ubicació de l'hotel.
cs: Vyberte prosím umístění hotelu.
de: Bitte wählen Sie den Standort des Hotels.
el: Επιλέξτε τοποθεσία ξενοδοχείου.
es: Por favor seleccione la ubicación del hotel.
fi: Valitse hotellin sijainti.
he: אנא בחר את מיקום המלון.
id: Silakan pilih lokasi hotel.
it: Seleziona la posizione dell'hotel.
ja: ホテルの場所を選択してください。
ko: 호텔 위치를 선택해 주세요.
nb: Velg hotellplassering.
nl: Selecteer de locatie van het hotel.
pl: Proszę wybrać lokalizację hotelu.
ru: Пожалуйста, выберите местоположение отеля.
th: กรุณาเลือกที่ตั้งโรงแรม
tr: Lütfen otel konumunu seçin.
uk: Виберіть розташування готелю.
vi: Vui lòng chọn vị trí khách sạn.
zh_hans: 请选择酒店位置。

source: Please select pick-up location.
ar: الرجاء تحديد موقع الاستلام.
ca: Seleccioneu el lloc de recollida.
cs: Vyberte prosím místo vyzvednutí.
de: Bitte wählen Sie Ihren Abholort.
el: Επιλέξτε τοποθεσία παραλαβής.
es: Por favor seleccione lugar de recogida.
fi: Valitse noutopaikka.
he: אנא בחר מיקום איסוף.
id: Silakan pilih lokasi penjemputan.
it: Seleziona il luogo di ritiro.
ja: ピックアップ場所を選択してください。
ko: 픽업 장소를 선택해 주세요.
nb: Vennligst velg hentested.
nl: Selecteer een ophaallocatie.
pl: Proszę wybrać miejsce odbioru.
ru: Пожалуйста, выберите место получения.
th: กรุณาเลือกสถานที่รับสินค้า
tr: Lütfen teslim alma yerini seçin.
uk: Виберіть місце отримання.
vi: Vui lòng chọn địa điểm đón.
zh_hans: 请选择取货地点。

source: plist
ar: قائمة بليست
es: lista de verificación
it: elenco
ja: プリスト
ko: 플레이스트
th: พลิสต์
zh_hans: 清单

source: plus
ar: زائد
ca: més
el: συν
es: más
he: פְּלוּס
it: più
ja: プラス
ko: ...을 더한
nb: pluss
ru: плюс
th: บวก
tr: artı
uk: плюс
vi: cộng thêm
zh_hans: 加

source: pm
ar: مساءً
cs: odpoledne
de: Uhr
el: Μμ
he: רֹאשׁ הַמֶמשָׁלָה
it: pomeriggio
ja: 午後
ko: 오후
pl: po południu
ru: вечера
th: บ่าย
tr: öğleden sonra
uk: вечора
vi: chiều
zh_hans: 下午

source: POST
ar: بريد
ca: PUBLICACIÓ
cs: ZVEŘEJNIT
el: ΘΕΣΗ
es: CORREO
fi: LÄHETTÄÄ
he: שֶׁלְאַחַר
id: POS
it: INVIARE
ja: 役職
ko: 우편
nb: STOLPE
nl: NA
ru: ПОЧТА
th: โพสต์
tr: POSTALAMAK
uk: ПОСТ
vi: BƯU KIỆN
zh_hans: 邮政

source: PR
ar: العلاقات العامة
es: Relaciones públicas
he: יחסי ציבור
id: Humas
it: Relazioni pubbliche
ja: 広報
ko: 홍보
th: ประชาสัมพันธ์
tr: Halkla İlişkiler
vi: Quan hệ công chúng
zh_hans: 公关

source: Price varies
ar: السعر يختلف
ca: El preu varia
cs: Cena se liší
de: Preis variiert
el: Η τιμή ποικίλλει
es: El precio varía
fi: Hinta vaihtelee
he: המחיר משתנה
id: Harga bervariasi
it: Il prezzo varia
ja: 価格は変動します
ko: 가격은 다양합니다
nb: Pris varierer
nl: Prijs varieert
pl: Cena jest zmienna
ru: Цена варьируется
th: ราคาแตกต่างกันไป
tr: Fiyat değişir
uk: Ціна варіюється
vi: Giá cả thay đổi
zh_hans: 价格各不相同

source: pt
ar: العلاج الطبيعي
es: es
id: titik
it: punto
ko: 물리치료
ru: ПТ
th: พีที
uk: пт
vi: điểm
zh_hans: 太平洋标准时间

source: PY
ar: بي واي
ko: 파이
ru: ПИ
th: พีวาย
zh_hans: 磷

source: QA
ar: ضمان الجودة
de: Qualitätssicherung
es: Control de calidad
id: Tanya Jawab
it: Controllo qualità
ja: 品質保証
ko: 품질 보증
nl: Kwaliteitscontrole
pl: Zapewnienie jakości
ru: контроль качества
th: การควบคุมคุณภาพ
vi: Đảm bảo chất lượng
zh_hans: 质量保证

source: Qatar Airways
ar: الخطوط الجوية القطرية
he: קטאר איירווייס
ja: カタール航空
ko: 카타르 항공
ru: Катарские авиалинии
th: สายการบินกาตาร์แอร์เวย์
tr: Katar Havayolları
vi: Hãng hàng không Qatar
zh_hans: 卡塔尔航空

source: QR
ar: رمز الاستجابة السريعة
es: Código QR
id: Kode QR
it: Codice QR
pl: Kod QR
th: คิวอาร์
vi: Mã QR
zh_hans: 二维码

source: quality
ar: جودة
ca: qualitat
cs: kvalitní
de: Qualität
el: ποιότητα
es: calidad
fi: laatu
he: אֵיכוּת
id: kualitas
it: qualità
ja: 品質
ko: 품질
nb: kvalitet
nl: kwaliteit
pl: jakość
ru: качество
th: คุณภาพ
tr: kalite
uk: якість
vi: chất lượng
zh_hans: 质量

source: Reading collection
ar: مجموعة القراءة
ca: Col·lecció de lectura
cs: Sbírka čtení
de: Lesesammlung
el: Συλλογή ανάγνωσης
es: Colección de lectura
fi: Lukukokoelma
he: אוסף קריאה
id: Koleksi bacaan
it: Raccolta di lettura
ja: 読書コレクション
ko: 독서 컬렉션
nb: Lesesamling
nl: Leescollectie
pl: Kolekcja czytelnicza
ru: Коллекция для чтения
th: คอลเลกชันการอ่าน
tr: Okuma koleksiyonu
uk: Читання збірки
vi: Bộ sưu tập đọc
zh_hans: 阅读集锦

source: Refreshing interface...
ar: تحديث الواجهة...
ca: S'està actualitzant la interfície...
cs: Aktualizace rozhraní...
de: Benutzeroberfläche wird aktualisiert ...
el: Ανανέωση διεπαφής...
es: Interfaz refrescante...
fi: Päivitetään käyttöliittymää...
he: מרענן ממשק...
id: Menyegarkan antarmuka...
it: Aggiornamento dell'interfaccia...
ja: インターフェースを更新しています...
ko: 새로고침 인터페이스...
nb: Oppdaterer grensesnittet...
nl: Interface vernieuwen...
pl: Odświeżanie interfejsu...
ru: Обновление интерфейса...
th: อินเทอร์เฟซที่สดชื่น...
tr: Arayüz yenileniyor...
uk: Оновлення інтерфейсу...
vi: Đang làm mới giao diện...
zh_hans: 正在刷新界面...

source: Rental search URL generated successfully with language \(request.languageCode)
ar: تم إنشاء عنوان URL للبحث عن الإيجار بنجاح باستخدام اللغة \(request.languageCode)
ca: L'URL de cerca de lloguer s'ha generat correctament amb l'idioma \(request.languageCode)
cs: Adresa URL pro hledání výpůjčky byla úspěšně vygenerována pomocí jazyka \(request.languageCode)
de: URL für die Mietsuchfunktion erfolgreich mit der Sprache \(request.languageCode) generiert
el: Η διεύθυνση URL αναζήτησης ενοικίασης δημιουργήθηκε με επιτυχία με τη γλώσσα \(request.languageCode)
es: URL de búsqueda de alquiler generada correctamente con el idioma \(request.languageCode)
fi: Vuokrahaun URL-osoite luotu onnistuneesti kielellä \(request.languageCode)
he: כתובת האתר לחיפוש להשכרה נוצרה בהצלחה עם השפה \(request.languageCode)
id: URL pencarian sewa berhasil dibuat dengan bahasa \(request.languageCode)
it: URL di ricerca noleggio generato correttamente con la lingua \(request.languageCode)
ja: レンタル検索 URL が言語 \(request.languageCode) で正常に生成されました
ko: 임대 검색 URL이 언어 \(request.languageCode)로 성공적으로 생성되었습니다.
nb: Nettadresse for leiesøk ble generert med språk \(request.languageCode)
nl: Huurzoek-URL succesvol gegenereerd met taal \(request.languageCode)
pl: Wygenerowano pomyślnie adres URL wyszukiwania ofert wynajmu z językiem \(request.languageCode)
ru: URL поиска аренды успешно создан с языком \(request.languageCode)
th: สร้าง URL การค้นหาการเช่าสำเร็จด้วยภาษา \(request.languageCode)
tr: Kiralama arama URL'si \(request.languageCode) diliyle başarıyla oluşturuldu
uk: URL-адресу пошуку оренди згенеровано успішно з мовою \(request.languageCode)
vi: URL tìm kiếm cho thuê được tạo thành công với ngôn ngữ \(request.languageCode)
zh_hans: 已成功生成租赁搜索 URL，语言为 \(request.languageCode)

source: Results: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
ar: النتائج: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
ca: Resultats: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
cs: Výsledky: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
de: Ergebnisse: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
el: Αποτελέσματα: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
es: Resultados: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
fi: Tulokset: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
he: תוצאות: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
id: Hasil: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
it: Risultati: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
ja: 結果: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
ko: 결과: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
nb: Resultater: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
nl: Resultaten: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
pl: Wyniki: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
ru: Результаты: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
th: ผลลัพธ์: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
tr: Sonuçlar: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
uk: Результати: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
vi: Kết quả: \(viewModel.flightResults.count)/\(viewModel.totalResultsCount)
zh_hans: 结果：\(viewModel.flightResults.count)/\(viewModel.totalResultsCount)

source: Retry
ar: إعادة المحاولة
ca: Torna-ho a provar
cs: Zkuste to znovu
de: Wiederholen
el: Δοκιμάζω πάλι
es: Rever
fi: Yritä uudelleen
he: נסה שוב
id: Mencoba kembali
it: Riprova
ja: リトライ
ko: 다시 해 보다
nb: Prøv på nytt
nl: Opnieuw proberen
pl: Spróbować ponownie
ru: Повторить попытку
th: ลองใหม่อีกครั้ง
tr: Tekrar dene
uk: Повторіть спробу
vi: Thử lại
zh_hans: 重试

source: ro
ar: رو
de: FR
it: io
ja: ロ
ko: 로
ru: РО
th: โร
uk: ро
zh_hans: 反渗透

source: ro-RO
ar: رو-رو
ja: ロロ
ko: 로로
ru: ро-ро
th: โร-โร
uk: ро-РО
zh_hans: 滚装滚装

source: ru
ar: روسيا
es: Rusia
ja: ロシア
ko: 루
ru: РУ
th: อาร์ยู
vi: Nga
zh_hans: 俄罗斯

source: Salem
ar: سالم
el: Σάλεμ
he: סאלם
ja: セーラム
ko: 살렘
ru: Салем
th: เซเลม
uk: Салем
zh_hans: 塞勒姆

source: scroll
ar: التمرير
ca: desplaçar-se
cs: svitek
de: scrollen
el: πάπυρος
es: voluta
fi: rullaa
he: גְלִילָה
id: menggulir
it: scorrere
ja: スクロール
ko: 스크롤
nb: bla
nl: rol
pl: zwój
ru: прокрутить
th: เลื่อน
tr: taslak
uk: сувій
vi: cuộn
zh_hans: 滚动

source: SE
ar: جنوب شرق
ja: 南東
ko: 남동
nl: ZO
pl: Południowy Wschód
ru: ЮВ
th: เอสอี
tr: Güneydoğu
vi: Đông Nam
zh_hans: 东南

source: Search failed: \(error.localizedDescription)
ar: فشل البحث: \(error.localizedDescription)
ca: La cerca ha fallat: \(error.localizedDescription)
cs: Vyhledávání se nezdařilo: \(error.localizedDescription)
de: Suche fehlgeschlagen: \(error.localizedDescription)
el: Η αναζήτηση απέτυχε: \(error.localizedDescription)
es: Búsqueda fallida: \(error.localizedDescription)
fi: Haku epäonnistui: \(error.localizedDescription)
he: החיפוש נכשל: \(error.localizedDescription)
id: Pencarian gagal: \(error.localizedDescription)
it: Ricerca fallita: \(error.localizedDescription)
ja: 検索に失敗しました: \(error.localizedDescription)
ko: 검색에 실패했습니다: \(error.localizedDescription)
nb: Søk mislyktes: \(error.localizedDescription)
nl: Zoeken mislukt: \(error.localizedDescription)
pl: Wyszukiwanie nie powiodło się: \(error.localizedDescription)
ru: Поиск не удался: \(error.localizedDescription)
th: การค้นหาล้มเหลว: \(error.localizedDescription)
tr: Arama başarısız oldu: \(error.localizedDescription)
uk: Помилка пошуку: \(error.localizedDescription)
vi: Tìm kiếm không thành công: \(error.localizedDescription)
zh_hans: 搜索失败：\(error.localizedDescription)

source: Search timeout - please try again
ar: انتهت مهلة البحث - يرجى المحاولة مرة أخرى
ca: Temps d'espera de la cerca: torna-ho a provar
cs: Vypršel časový limit vyhledávání – zkuste to prosím znovu
de: Zeitüberschreitung bei der Suche – bitte versuchen Sie es erneut
el: Λήξη χρονικού ορίου αναζήτησης - δοκιμάστε ξανά
es: Tiempo de búsqueda agotado: inténtelo de nuevo
fi: Haun aikakatkaisu - yritä uudelleen
he: זמן קצוב לחיפוש - אנא נסה שוב
id: Waktu pencarian habis - silakan coba lagi
it: Timeout della ricerca: riprova.
ja: 検索タイムアウト - もう一度お試しください
ko: 검색 시간 초과 - 다시 시도해 주세요
nb: Tidsavbrudd for søk - prøv igjen
nl: Zoektime-out - probeer het opnieuw
pl: Przekroczono limit czasu wyszukiwania – spróbuj ponownie
ru: Время поиска истекло — попробуйте еще раз.
th: หมดเวลาค้นหา - โปรดลองอีกครั้ง
tr: Arama zaman aşımına uğradı - lütfen tekrar deneyin
uk: Час очікування пошуку - спробуйте ще раз
vi: Hết thời gian tìm kiếm - vui lòng thử lại
zh_hans: 搜索超时 - 请重试

source: select class
ar: اختر الفصل
ca: seleccionar classe
cs: vybrat třídu
de: Klasse auswählen
el: επιλέξτε τάξη
es: seleccionar clase
fi: valitse luokka
he: בחר כיתה
id: pilih kelas
it: seleziona la classe
ja: クラスを選択
ko: 수업 선택
nb: velg klasse
nl: selecteer klasse
pl: wybierz klasę
ru: выберите класс
th: เลือกชั้นเรียน
tr: sınıf seç
uk: виберіть клас
vi: chọn lớp
zh_hans: 选择班级

source: Select Guests and Rooms
ar: اختيار الضيوف والغرف
ca: Seleccioneu convidats i habitacions
cs: Vyberte Hosté a pokoje
de: Gäste und Zimmer auswählen
el: Επιλέξτε Επισκέπτες και δωμάτια
es: Seleccionar Huéspedes y Habitaciones
fi: Valitse vieraat ja huoneet
he: בחר אורחים וחדרים
id: Pilih Tamu dan Kamar
it: Seleziona ospiti e camere
ja: ゲストと部屋を選択
ko: 게스트 및 객실 선택
nb: Velg gjester og rom
nl: Selecteer gasten en kamers
pl: Wybierz gości i pokoje
ru: Выберите гостей и номера
th: เลือกแขกและห้องพัก
tr: Misafirleri ve Odaları Seçin
uk: Виберіть Гості та Кімнати
vi: Chọn khách và phòng
zh_hans: 选择客人和房间

source: Select Travellers
ar: اختيار المسافرين
ca: Seleccioneu Viatgers
cs: Vyberte Cestovatelé
de: Reisende auswählen
el: Επιλέξτε Ταξιδιώτες
es: Viajeros selectos
fi: Valitse Travelers
he: בחר מטיילים
id: Pilih Pelancong
it: Seleziona i viaggiatori
ja: 旅行者を選択
ko: 여행자 선택
nb: Velg reisende
nl: Selecteer reizigers
pl: Wybierz podróżników
ru: Избранные путешественники
th: นักเดินทางที่เลือก
tr: Seçili Gezginler
uk: Виберіть Мандрівники
vi: Chọn du khách
zh_hans: 选择旅客

source: Server error with code: \(code)
ar: خطأ في الخادم مع الكود: \(code)
ca: Error del servidor amb el codi: \(codi)
cs: Chyba serveru s kódem: \(kód)
de: Serverfehler mit Code: \(code)
el: Σφάλμα διακομιστή με κωδικό: \(κωδικός)
es: Error del servidor con el código: \(código)
fi: Palvelinvirhe koodilla: \(koodi)
he: שגיאת שרת עם קוד: \(קוד)
id: Kesalahan server dengan kode: \(kode)
it: Errore del server con codice: \(codice)
ja: コード: \(code) のサーバー エラー
ko: 코드 \(code)로 인해 서버 오류가 발생했습니다.
nb: Serverfeil med kode: \(kode)
nl: Serverfout met code: \(code)
pl: Błąd serwera z kodem: \(code)
ru: Ошибка сервера с кодом: \(код)
th: ข้อผิดพลาดของเซิร์ฟเวอร์พร้อมรหัส: \(รหัส)
tr: Sunucu hatası ve kod: \(kod)
uk: Помилка сервера з кодом: \(код)
vi: Lỗi máy chủ với mã: \(code)
zh_hans: 服务器错误代码：\(代码)

source: session
ar: حصة
ca: sessió
cs: zasedání
de: Sitzung
el: συνεδρίαση
es: sesión
fi: istunto
he: מוֹשָׁב
id: sidang
it: sessione
ja: セッション
ko: 세션
nb: økt
nl: sessie
pl: sesja
ru: сессия
th: การประชุม
tr: oturum
uk: сесії
vi: phiên họp
zh_hans: 会议

source: Session created successfully
ar: تم إنشاء الجلسة بنجاح
ca: Sessió creada correctament
cs: Relace byla úspěšně vytvořena
de: Sitzung erfolgreich erstellt
el: Η συνεδρία δημιουργήθηκε με επιτυχία
es: Sesión creada exitosamente
fi: Istunto luotu onnistuneesti
he: ההפעלה נוצרה בהצלחה
id: Sesi berhasil dibuat
it: Sessione creata con successo
ja: セッションが正常に作成されました
ko: 세션이 성공적으로 생성되었습니다
nb: Økt opprettet
nl: Sessie succesvol aangemaakt
pl: Sesja utworzona pomyślnie
ru: Сессия успешно создана
th: สร้างเซสชันสำเร็จแล้ว
tr: Oturum başarıyla oluşturuldu
uk: Сеанс створено успішно
vi: Phiên đã được tạo thành công
zh_hans: 会话创建成功
