Repository: akashkottil/D2Flight
Catalog: D2Flight/Localization/*.lproj/Localizable.strings
Languages: ar, ca, cs, de, el, es, fi, he, id, it, ja, ko, nb, nl, pl, ro, ru, th, tr, uk, vi, zh_hans

source: Daily + local taxes & fees
ar: الضرائب والرسوم اليومية والمحلية
ca: Diari + impostos i taxes locals
cs: Denně + místní daně a poplatky
de: Täglich + lokale Steuern und Gebühren
el: Ημερήσια + τοπικοί φόροι και τέλη
es: Diariamente + impuestos y tasas locales
fi: Päivittäin + paikalliset verot ja maksut
he: מיסים ועמלות יומיים + מקומיים
id: Harian + pajak & biaya lokal
it: Tasse e commissioni giornaliere + locali
ja: 1日あたり+地方税および手数料
ko: 일일 + 현지 세금 및 수수료
nb: Daglig + lokale skatter og avgifter
nl: Dagelijkse + lokale belastingen en toeslagen
pl: Dzienna + lokalne podatki i opłaty
ro: Zilnic + taxe și taxe locale
ru: Ежедневно + местные налоги и сборы
th: รายวัน + ภาษีและค่าธรรมเนียมท้องถิ่น
tr: Günlük + yerel vergiler ve ücretler
uk: Щодня + місцеві податки та збори
vi: Thuế và phí địa phương hàng ngày
zh_hans: 每日 + 地方税费

source: Average price is ₹{price}
ar: متوسط السعر هو ₹{price}
ca: El preu mitjà és de {price} ₹
cs: Průměrná cena je {price} ₹
de: Der Durchschnittspreis beträgt ₹{price}
el: Η μέση τιμή είναι ₹{τιμή}
es: El precio promedio es ₹{price}
fi: Keskihinta on ₹ {price}
he: המחיר הממוצע הוא {price} ₹
id: Harga rata-rata adalah ₹{price}
it: Il prezzo medio è ₹{price}
ja: 平均価格は₹{price}です
ko: 평균 가격은 ₹{price}입니다.
nb: Gjennomsnittsprisen er {price} INR
nl: Gemiddelde prijs is ₹{price}
pl: Średnia cena wynosi ₹{price}
ro: Prețul mediu este de ₹{price}
ru: Средняя цена ₹{price}
th: ราคาเฉลี่ยอยู่ที่ ₹{price}
tr: Ortalama fiyat ₹{price}
uk: Середня ціна ₹{price}
vi: Giá trung bình là ₹{price}
zh_hans: 平均价格为₹{price}

source: Varies
ar: يختلف
ca: Varia
cs: Liší se
de: Variiert
el: ποικίλλει
es: Varía
fi: Vaihtelee
he: משתנה
id: Bervariasi
it: Varia
ja: 様々
ko: 다양하다
nb: Varierer
nl: Verschilt
pl: Różnie
ro: Variază
ru: Варьируется
th: แตกต่างกันไป
tr: Değişir
uk: Варіюється
vi: Thay đổi
zh_hans: 各不相同

source: from
ar: من
ca: des de
cs: z
de: aus
el: από
es: de
fi: alkaen
he: מִן
id: dari
it: da
ja: から
ko: ~에서
nb: fra
nl: van
pl: z
ro: din
ru: от
th: จาก
tr: itibaren
uk: від
vi: từ
zh_hans: 从

source: Let's make sure you get the best!
ar: دعونا نتأكد من حصولك على الأفضل!
ca: Assegurem-nos d'obtenir el millor!
cs: Pojďme se ujistit, že dostanete to nejlepší!
de: Wir sorgen dafür, dass Sie das Beste bekommen!
el: Ας φροντίσουμε να έχετε το καλύτερο!
es: ¡Asegurémonos de que obtengas lo mejor!
fi: Varmistamme, että saat parhaan!
he: בואו נוודא שתקבלו את הטוב ביותר!
id: Mari pastikan Anda mendapatkan yang terbaik!
it: Assicuriamoci che tu ottenga il meglio!
ja: 最高のものを手に入れられるようにしましょう！
ko: 최고의 상품을 제공해 드리겠습니다!
nb: La oss sørge for at du får det beste!
nl: Laten we ervoor zorgen dat u het beste krijgt!
pl: Upewnijmy się, że otrzymasz to, co najlepsze!
ro: Să ne asigurăm că primești ce este mai bun!
ru: Давайте позаботимся о том, чтобы вы получили самое лучшее!
th: มาทำให้แน่ใจว่าคุณได้รับสิ่งที่ดีที่สุด!
tr: En iyisini aldığınızdan emin olalım!
uk: Давайте переконаємося, що ви отримаєте найкраще!
vi: Hãy đảm bảo bạn nhận được những điều tốt nhất!
zh_hans: 让我们确保您获得最好的！

source: Allow push notifications so that we can ensure you don't miss out on the best deals.
ar: اسمح بإشعارات الدفع حتى نتمكن من التأكد من عدم تفويتك لأفضل الصفقات.
ca: Permet les notificacions push perquè puguem assegurar-nos que no et perdis les millors ofertes.
cs: Povolte oznámení push, abychom mohli zajistit, že vám neuniknou ty nejlepší nabídky.
de: Erlauben Sie Push-Benachrichtigungen, damit wir sicherstellen können, dass Sie die besten Angebote nicht verpassen.
el: Επιτρέψτε τις ειδοποιήσεις push, ώστε να μπορούμε να διασφαλίσουμε ότι δεν θα χάσετε τις καλύτερες προσφορές.
es: Permita las notificaciones push para que podamos garantizar que no se pierda las mejores ofertas.
fi: Salli push-ilmoitukset, jotta voimme varmistaa, ettet jää paitsi parhaista tarjouksista.
he: אפשר הודעות דחיפה כדי שנוכל להבטיח שלא תפספס את העסקאות הטובות ביותר.
id: Izinkan pemberitahuan push sehingga kami dapat memastikan Anda tidak melewatkan penawaran terbaik.
it: Consenti le notifiche push così possiamo assicurarti di non perdere le migliori offerte.
ja: お得な情報を見逃さないように、プッシュ通知を許可してください。
ko: 최고의 할인 혜택을 놓치지 않도록 푸시 알림을 허용해 주세요.
nb: Tillat push-varsler slik at vi kan sikre at du ikke går glipp av de beste tilbudene.
nl: Sta pushmeldingen toe, zodat we ervoor kunnen zorgen dat u de beste aanbiedingen niet mist.
pl: Zezwól na powiadomienia push, abyśmy mogli zagwarantować, że nie przegapisz najlepszych ofert.
ro: Permiteți notificările push, astfel încât să ne putem asigura că nu pierdeți cele mai bune oferte.
ru: Разрешите push-уведомления, чтобы мы могли гарантировать, что вы не пропустите лучшие предложения.
th: อนุญาตให้มีการแจ้งเตือนแบบพุชเพื่อให้เราแน่ใจว่าคุณจะไม่พลาดข้อเสนอที่ดีที่สุด
tr: En iyi fırsatları kaçırmamanızı sağlamak için anlık bildirimlere izin verin.
uk: Дозвольте push-сповіщення, щоб ми могли гарантувати, що ви не пропустите найкращі пропозиції.
vi: Cho phép thông báo đẩy để chúng tôi có thể đảm bảo bạn không bỏ lỡ những ưu đãi tốt nhất.
zh_hans: 允许推送通知，以便我们确保您不会错过最优惠的价格。

source: Allow
ar: يسمح
ca: Permetre
cs: Povolit
de: Erlauben
el: Επιτρέπω
es: Permitir
fi: Salli
he: לְהַתִיר
id: Mengizinkan
it: Permettere
ja: 許可する
ko: 허용하다
nb: Tillate
nl: Toestaan
pl: Umożliwić
ro: Permite
ru: Позволять
th: อนุญาต
tr: İzin vermek
uk: Дозволити
vi: Cho phép
zh_hans: 允许

source: Sponsored
ar: برعاية
ca: Patrocinat
cs: Sponzorováno
de: Gesponsert
el: Χορηγός
es: Patrocinado
fi: Sponsoroitu
he: ממומן
id: Disponsori
it: Sponsorizzato
ja: スポンサー
ko: 후원됨
nb: Sponset
nl: Gesponsord
pl: Sponsorowane
ro: Sponsorizat
ru: Спонсируемый
th: ได้รับการสนับสนุน
tr: Sponsorlu
uk: Спонсорована
vi: Được tài trợ
zh_hans: 赞助

source: Ad
ar: إعلان
ca: Anunci
cs: Inzerát
de: Anzeige
el: Διαφήμιση
es: Anuncio
fi: Ilmoitus
he: מוֹדָעָה
id: Iklan
ja: 広告
ko: 광고
nb: Annonse
nl: Advertentie
pl: Ogłoszenie
ru: Объявление
th: โฆษณา
tr: Reklam
uk: оголошення
vi: Quảng cáo
zh_hans: 广告

source: All {count} flights loaded
ar: تم تحميل جميع الرحلات {count}
ca: Tots els {count} vols carregats
cs: Načteno všech {count} letů
de: Alle {count} Flüge geladen
el: Φορτώθηκαν και οι {count} πτήσεις
es: Se cargaron todos los {count} vuelos
fi: Kaikki {count} lentoa ladattu
he: כל {count} הטיסות נטענו
id: Semua {count} penerbangan dimuat
it: Tutti i voli {count} caricati
ja: すべての{count}便が読み込まれました
ko: 모든 {count}개 항공편이 로드되었습니다.
nb: Alle {count} flyreiser er lastet inn
nl: Alle {count} vluchten geladen
pl: Załadowano wszystkie {count} loty
ro: Toate cele {count} zboruri au fost încărcate
ru: Все {count} рейсы загружены
th: เที่ยวบินทั้งหมด {count} เที่ยวบินถูกโหลด
tr: Tüm {count} uçuş yüklendi
uk: Усі рейси ({count}) завантажено
vi: Tất cả {count} chuyến bay đã được tải
zh_hans: 所有 {count} 个航班已满

source: {count} Guest(s), {count} Room(s)
ar: {count} ضيف(ين)، {count} غرفة(غرف)
ca: {count} convidats, {count} habitacions
cs: {count} hosté, {count} pokoje
de: {count} Gast(e), {count} Zimmer
el: {count} επισκέπτες, {count} δωμάτια
es: {count} Huésped(es), {count} Habitación(es)
fi: {count} vieras(a), {count} huone(tta)
he: {count} אורחים, {count} חדרים
id: {count} Tamu, {count} Kamar
it: {count} Ospite/i, {count} Camera/e
ja: {count} 名のゲスト、{count} 室
ko: {count}명의 투숙객, {count}개의 객실
nb: {count} gjest(er), {count} rom(r)
nl: {count} gast(en), {count} kamer(s)
pl: {count} Gości, {count} Pokojów
ro: {count} invitați, {count} camere
ru: {count} Гостей, {count} Комнат(ы)
th: แขก {count} คน, ห้อง {count} ห้อง
tr: {count} Misafir, {count} Oda
uk: {count} гостей, {count} кімнат
vi: {count} Khách, {count} Phòng
zh_hans: {count} 位客人，{count} 间房间

source: {count} Traveler(s), {class}
ar: {count} مسافر(ين)، {class}
ca: {count} viatger(s), {class}
cs: {count} Cestující, {class}
de: {count} Reisende, {class}
el: {count} Ταξιδευτές, {class}
es: {count} Viajero(s), {clase}
fi: {count} matkustaja(a), {class}
he: {count} נוסעים, {class}
id: {count} Pelancong, {class}
it: {count} Viaggiatore/i, {classe}
ja: {count} 人の旅行者、{class}
ko: {count}명의 여행자, {class}명
nb: {count} reisende, {class}
nl: {count} Reiziger(s), {klasse}
pl: {count} Podróżni, {class}
ro: {count} călători, {class}
ru: {count} Путешественник(и), {class}
th: นักเดินทาง {count} คน {class}
tr: {sayım} Yolcu(lar), {sınıf}
uk: {count} мандрівників, {class}
vi: {count} Du khách, {class}
zh_hans: {count} 位旅客，{class}

# su
source: Sun
ar: سو
ca: Su
cs: Ne
de: So
el: Su
es: Su
fi: Su
he: סו
id: Minggu
it: Su
ja: 蘇
ko: 일
nb: Su
nl: Zo
pl: Su
ro: Su
ru: Вс
th: ซู
tr: Su
uk: Нд
vi: Chủ Nhật
zh_hans: 苏

# mo
source: Mon
ar: شهر
ca: Mo
cs: Mo
de: Mo
el: Μο
es: Mes
fi: Mo
he: מו
id: Mo
it: Mo
ja: モ
ko: 월
nb: Mo
nl: Mo
pl: Mo
ro: lu
ru: Мо
th: โม
tr: Mo
uk: пн
vi: Mo
zh_hans: 莫

# tu
source: Tue
ar: تو
ca: Tu
cs: út
de: Di
el: Tu
es: Tu
fi: Tu
he: טו
id: Sel
it: Tu
ja: 火
ko: 화
nb: ti
nl: Di
pl: Tu
ro: Tu
ru: Вт
th: ตู
tr: Tu
uk: вт
vi: Tu
zh_hans: 涂

# we
source: Wed
ar: نحن
ca: Nosaltres
cs: My
de: Wir
el: Εμείς
es: Nosotros
fi: Me
he: אָנוּ
id: Kami
it: Noi
ja: 私たちは
ko: 수
nb: Vi
nl: Wij
pl: My
ro: Noi
ru: Мы
th: เรา
tr: Biz
uk: ми
vi: Chúng tôi
zh_hans: 我们

# th
source: Thu
ar: ذ
ca: Th
cs: Th
de: Do
el: Th
es: El
fi: Th
he: Th
id: Th
it: Il
ja: Th
ko: 목
nb: Th
nl: E
pl: Th
ro: Th
ru: Чт
th: ไทย
tr: Th
uk: чт
vi: Th
zh_hans: 钍

# fr
source: Fri
ar: فرنسي
ca: Fr
cs: Fr
de: Fr
el: Ο π
es: Es
fi: Fr
he: Fr
id: Prancis
it: Fr
ja: 神父
ko: 금
nb: Fr
nl: vr
pl: Ks.
ro: pr
ru: Пт
th: ฟร
tr: Fr
uk: О
vi: Pháp
zh_hans: 弗朗西斯

# sa
source: Sat
ar: سا
ca: Sa
cs: so
de: Sa
el: Sa
es: Sá
fi: Sa
he: סא
id: Sa
it: Sa
ja: サ
ko: 토
nb: Sa
nl: Za
pl: Sa
ro: Sa
ru: Сб
th: ซา
tr: Cumartesi
uk: Sa
vi: Sa
zh_hans: 萨

source: By creating or logging into an account you're agreeing with our Terms and conditions and Privacy policy
ar: من خلال إنشاء حساب أو تسجيل الدخول إليه، فإنك توافق على شروطنا وأحكامنا وسياسة الخصوصية
ca: En crear o iniciar sessió en un compte, esteu d'acord amb els nostres Termes i condicions i la Política de privadesa
cs: Vytvořením nebo přihlášením do účtu souhlasíte s našimi Podmínkami a zásadami ochrany osobních údajů
de: Indem Sie ein Konto erstellen oder sich bei einem Konto anmelden, stimmen Sie unseren Allgemeinen Geschäftsbedingungen und Datenschutzrichtlinien zu.
el: Με τη δημιουργία ή τη σύνδεση σε έναν λογαριασμό, συμφωνείτε με τους Όρους και τις προϋποθέσεις και την Πολιτική Απορρήτου μας
es: Al crear o iniciar sesión en una cuenta, acepta nuestros Términos y condiciones y Política de privacidad.
fi: Luomalla tilin tai kirjautumalla sisään hyväksyt käyttöehtomme ja tietosuojakäytäntömme
he: על ידי יצירה או כניסה לחשבון אתה מסכים לתנאים וההגבלות ולמדיניות הפרטיות שלנו
id: Dengan membuat atau masuk ke akun, Anda menyetujui Syarat dan Ketentuan dan Kebijakan Privasi kami
it: Creando o accedendo a un account accetti i nostri Termini e condizioni e l'Informativa sulla privacy
ja: アカウントを作成またはログインすると、利用規約とプライバシーポリシーに同意したことになります。
ko: 계정을 생성하거나 로그인하면 이용 약관 및 개인정보 보호정책에 동의하는 것입니다.
nb: Ved å opprette eller logge på en konto godtar du våre vilkår og betingelser og retningslinjer for personvern
nl: Door een account aan te maken of in te loggen, gaat u akkoord met onze Algemene voorwaarden en ons Privacybeleid.
pl: Tworząc konto lub logując się na nie, wyrażasz zgodę na nasze Warunki korzystania z serwisu oraz Politykę prywatności
ro: Prin crearea sau conectarea la un cont, sunteți de acord cu Termenii și condițiile și cu politica noastră de confidențialitate
ru: Создавая учетную запись или входя в нее, вы соглашаетесь с нашими Условиями и положениями и Политикой конфиденциальности.
th: เมื่อคุณสร้างหรือเข้าสู่ระบบบัญชี แสดงว่าคุณยอมรับข้อกำหนดและเงื่อนไขและนโยบายความเป็นส่วนตัวของเรา
tr: Bir hesap oluşturarak veya hesabınıza giriş yaparak Şartlar ve Koşullarımızı ve Gizlilik Politikamızı kabul etmiş olursunuz
uk: Створюючи або входячи в обліковий запис, ви погоджуєтеся з нашими Умовами використання та Політикою конфіденційності
vi: Bằng cách tạo hoặc đăng nhập vào tài khoản, bạn đồng ý với Điều khoản và điều kiện và Chính sách bảo mật của chúng tôi
zh_hans: 通过创建或登录帐户，您同意我们的条款和条件以及隐私政策

source: Yes, keep me informed with the latest updates, alerts, and offers through email and push notifications
ar: نعم، أبقني على اطلاع بأحدث التحديثات والتنبيهات والعروض عبر البريد الإلكتروني والإشعارات الفورية
ca: Sí, mantingueu-me informat de les últimes actualitzacions, alertes i ofertes per correu electrònic i notificacions push
cs: Ano, informujte mě o nejnovějších aktualizacích, upozorněních a nabídkách prostřednictvím e-mailu a oznámení push
de: Ja, halten Sie mich per E-Mail und Push-Benachrichtigungen über die neuesten Updates, Warnungen und Angebote auf dem Laufenden
el: Ναι, κρατήστε με ενήμερο για τις πιο πρόσφατες ενημερώσεις, ειδοποιήσεις και προσφορές μέσω email και ειδοποιήσεων push
es: Sí, manténgame informado con las últimas actualizaciones, alertas y ofertas a través de correo electrónico y notificaciones push.
fi: Kyllä, pidä minut ajan tasalla viimeisimmistä päivityksistä, hälytyksistä ja tarjouksista sähköpostitse ja push-ilmoituksilla
he: כן, עדכן אותי עם העדכונים, ההתראות וההצעות האחרונים באמצעות דואר אלקטרוני והתראות דחיפה
id: Ya, terus beri tahu saya tentang pembaruan, peringatan, dan penawaran terbaru melalui email dan pemberitahuan push
it: Sì, tienimi informato sugli ultimi aggiornamenti, avvisi e offerte tramite e-mail e notifiche push
ja: はい、メールやプッシュ通知を通じて、最新のアップデート、アラート、オファーの情報をお知らせください。
ko: 예, 이메일 및 푸시 알림을 통해 최신 업데이트, 알림 및 혜택 정보를 받아보세요.
nb: Ja, hold meg informert med de siste oppdateringene, varslene og tilbudene via e-post og push-varsler
nl: Ja, houd mij op de hoogte van de laatste updates, meldingen en aanbiedingen via e-mail en pushmeldingen
pl: Tak, chcę być informowany o najnowszych aktualizacjach, alertach i ofertach za pośrednictwem poczty e-mail i powiadomień push
ro: Da, ține-mă la curent cu cele mai recente actualizări, alerte și oferte prin e-mail și notificări push
ru: Да, сообщайте мне о последних обновлениях, оповещениях и предложениях по электронной почте и с помощью push-уведомлений
th: ใช่ แจ้งให้ฉันทราบถึงการอัปเดต การแจ้งเตือน และข้อเสนอล่าสุดผ่านทางอีเมลและการแจ้งเตือนแบบพุช
tr: Evet, e-posta ve anlık bildirimler aracılığıyla en son güncellemeler, uyarılar ve tekliflerle beni bilgilendirin
uk: Так, тримати мене в курсі останніх оновлень, сповіщень і пропозицій електронною поштою та push-сповіщеннями
vi: Có, hãy cập nhật cho tôi những thông tin mới nhất, cảnh báo và ưu đãi qua email và thông báo đẩy
zh_hans: 是的，通过电子邮件和推送通知让我了解最新的更新、提醒和优惠

source: Kochi
ar: كوتشي
el: Κότσι
es: Cochín
he: קוצ'י
id: Kota Kochi
ja: 高知
ko: 코치
pl: Koczin
ru: Кочи
th: โคจิ
tr: Koçi
uk: Кочі
zh_hans: 高知

source: God's Own Country
ar: بلد الله
ca: El propi país de Déu
cs: Boží vlastní země
de: Gottes eigenes Land
el: Η χώρα του Θεού
es: El país de Dios
fi: Jumalan oma maa
he: הארץ של אלוהים
id: Negara Tuhan Sendiri
it: Il Paese di Dio
ja: 神の国
ko: 하나님의 나라
nb: Guds eget land
nl: Gods eigen land
pl: Kraj Boga
ro: Țara lui Dumnezeu
ru: Божья страна
th: ประเทศของพระเจ้า
tr: Tanrı'nın Kendi Ülkesi
uk: Божа власна країна
vi: Đất nước của Chúa
zh_hans: 上帝之国

source: Sydney
ar: سيدني
el: Σίδνεϊ
es: Sídney
he: סידני
id: Kota Sydney
it: Sidney
ja: シドニー
ko: 시드니
pl: Sydnej
ru: Сидней
th: ซิดนีย์
tr: Sidney
uk: Сідней
zh_hans: 悉尼

source: Harbor City
ar: هاربور سيتي
ca: Ciutat Portuària
cs: Harbour City
de: Hafenstadt
el: Λιμενική Πόλη
es: Ciudad portuaria
fi: Harbour City
he: עיר הנמל
id: Kota Pelabuhan
it: Città del porto
ja: ハーバーシティ
ko: 하버 시티
nb: Havnebyen
nl: Havenstad
pl: Miasto portowe
ro: Orașul Port
ru: Харбор-Сити
th: ฮาร์เบอร์ซิตี้
tr: Liman Şehri
uk: Харбор Сіті
vi: Thành phố cảng
zh_hans: 海港城

source: Milan
ar: ميلانو
ca: Milà
cs: Milán
de: Mailand
el: Μιλάνο
es: Milán
fi: Milano
he: מילאנו
it: Milano
ja: ミラノ
ko: 밀라노
nl: Milaan
pl: Mediolan
ro: Milano
ru: Милан
th: มิลาน
tr: Milano
uk: Мілан
zh_hans: 米兰

source: Fashion Capital
ar: عاصمة الموضة
ca: Capital de la moda
cs: Hlavní město módy
de: Modehauptstadt
el: Πρωτεύουσα της μόδας
es: Capital de la moda
fi: Muotipääkaupunki
he: בירת אופנה
id: Ibu Kota Mode
it: Capitale della moda
ja: ファッションの首都
ko: 패션 캐피탈
nb: Motehovedstad
nl: Modehoofdstad
pl: Stolica Mody
ro: Capitala modei
ru: Столица моды
th: เมืองหลวงแห่งแฟชั่น
tr: Moda Başkenti
uk: Столиця моди
vi: Thủ đô thời trang
zh_hans: 时尚之都

source: Berlin
ar: برلين
ca: Berlín
cs: Berlín
el: Βερολίνο
es: Berlina
fi: Berliini
he: ברלין
it: Berlino
ja: ベルリン
ko: 베를린
nl: Berlijn
ru: Берлин
th: เบอร์ลิน
uk: Берлін
zh_hans: 柏林

source: Historic Germany
ar: ألمانيا التاريخية
ca: Alemanya històrica
cs: Historické Německo
de: Historisches Deutschland
el: Ιστορική Γερμανία
es: Alemania histórica
fi: Historiallinen Saksa
he: גרמניה ההיסטורית
id: Jerman Bersejarah
it: Germania storica
ja: 歴史的なドイツ
ko: 역사적인 독일
nb: Historisk Tyskland
nl: Historisch Duitsland
pl: Historyczne Niemcy
ro: Germania istorică
ru: Историческая Германия
th: เยอรมนีประวัติศาสตร์
tr: Tarihi Almanya
uk: Історична Німеччина
vi: Nước Đức lịch sử
zh_hans: 历史悠久的德国

source: Rio de Janeiro
ar: ريو دي جانيرو
el: Ρίο Ιανέιρο
es: Río de Janeiro
he: ריו דה ז'נרו
ja: リオデジャネイロ
ko: 리우데자네이루
ru: Рио-де-Жанейро
th: ริโอเดอจาเนโร
uk: Ріо де Жанейро
zh_hans: 里约热内卢

source: City of Samba
ar: مدينة سامبا
ca: Ciutat de Samba
cs: Město Samba
de: Stadt Samba
el: Πόλη της Σάμπα
es: Ciudad de la Samba
fi: Samban kaupunki
he: עיר סמבה
id: Kota Samba
it: Città di Samba
ja: サンバの街
ko: 삼바의 도시
nb: Byen Samba
nl: Stad van Samba
pl: Miasto Samba
ro: Orașul Samba
ru: Город Самбы
th: เมืองซัมบา
tr: Samba Şehri
uk: Місто Самби
vi: Thành phố Samba
zh_hans: 桑巴之城

source: Cairo
ar: القاهرة
ca: El Caire
cs: Káhira
de: Kairo
el: Κάιρο
es: El Cairo
fi: Kairo
he: קהיר
id: Kairo
ja: カイロ
ko: 카이로
nb: Kairo
pl: Kair
ru: Каир
th: ไคโร
tr: Kahire
uk: Каїр
zh_hans: 开罗

source: Land of Pyramids
ar: أرض الأهرامات
ca: Terra de les piràmides
cs: Země pyramid
de: Land der Pyramiden
el: Χώρα των Πυραμίδων
es: Tierra de pirámides
fi: Pyramidien maa
he: ארץ הפירמידות
id: Tanah Piramida
it: Terra delle piramidi
ja: ピラミッドの国
ko: 피라미드의 땅
nb: Pyramidernes land
nl: Land van piramides
pl: Kraina Piramid
ro: Țara Piramidelor
ru: Страна пирамид
th: ดินแดนแห่งพีระมิด
tr: Piramitler Ülkesi
uk: Країна пірамід
vi: Đất nước Kim tự tháp
zh_hans: 金字塔之地

source: • Economy • 2 Travelers
ar: • الدرجة الاقتصادية • مسافران
ca: • Economia • 2 Viatgers
cs: • Ekonomická • 2 cestující
de: • Economy • 2 Reisende
el: • Οικονομία • 2 Ταξιδιώτες
es: • Económica • 2 Viajeros
fi: • Economy • 2 matkustajaa
he: • כלכלה • 2 מטיילים
id: • Ekonomi • 2 Penumpang
it: • Economy • 2 viaggiatori
ja: • エコノミー • 2名様
ko: • 이코노미 • 2인승
nb: • Økonomi • 2 reisende
nl: • Economy • 2 Reizigers
pl: • Ekonomiczna • 2 podróżnych
ru: • Эконом • 2 путешественника
th: • ชั้นประหยัด • ผู้เดินทาง 2 คน
tr: • Ekonomi • 2 Yolcu
uk: • Економ • 2 подорожніх
vi: • Hạng phổ thông • 2 hành khách
zh_hans: • 经济舱 • 2 名旅客

source: ₹\(Int(price))
ar: $\(Int(السعر))
ca: $\(Int(preu))
cs: $\(Int(cena))
de: $\(Int(Preis))
el: $\(Int(τιμή))
es: $\(Int(precio))
fi: $\(Int(hinta))
id: $\(Int(harga))
it: $\(Int(prezzo))
ja: $\(Int(価格))
ko: $\(Int(가격))
nb: $\(Int(pris))
nl: $\(Int(prijs))
pl: $\(Int(cena))
ru: $\(Целое(цена))
th: $\(Int(ราคา))
tr: $\(Int(fiyat))
uk: $\(Int(ціна))
vi: $\(Int(giá))
zh_hans: $\(Int(价格))

source: $\(Int(range.lowerBound))
ar: $\(Int(النطاق.الحد الأدنى))
de: $\(Int(Bereich.Untergrenze))
es: $\(Int(rango.límiteinferior))
id: $\(Int(rentang.batasbawah))
it: $\(Int(intervallo.limiteinferiore))
ja: $\(Int(範囲.下限))
ko: $\(Int(범위.하한))
nl: $\(Int(bereik.ondergrens))
pl: $\(Int(zakres.dolna granica))
ru: $\(Int(диапазон.нижняя_граница))
th: $\(Int(ขอบเขตช่วงล่าง))
tr: $\(Int(aralık.altSınır))
vi: $\(Int(phạm vi. lowerBound))
zh_hans: $\(Int(范围.下限))

source: $\(Int(range.upperBound))
ar: $\(Int(النطاق.الحد العلوي))
de: $\(Int(Bereich.Obergrenze))
es: $\(Int(rango.límitesuperior))
fi: $\(Int(alue.upperBound))
id: $\(Int(rentang.batasatas))
it: $\(Int(intervallo.limitesuperiore))
ja: $\(Int(範囲.上限))
ko: $\(Int(범위.상한))
nl: $\(Int(bereik.bovengrens))
pl: $\(Int(zakres.górna granica))
ru: $\(Int(диапазон.верхняя_граница))
th: $\(Int(ช่วงขอบเขตบน))
tr: $\(Int(aralık.üstSınır))
vi: $\(Int(phạm vi.upperBound))
zh_hans: $\(Int(范围.上限))

source: %02d:%02d
th: %02วัน:%02วัน
tr: %02g:%02g
vi: %02ngày:%02ngày

source: %02d:00
ar: %02د:00
it: %02g:00
ru: %02д:00
th: %02วัน:00

source: (\(location.iataCode))
ar: ((رمز موقع iata))
de: (\(Standort.iataCode))
es: (\(ubicación.iataCode))
id: (\(lokasi.iataCode))
it: (\(posizione.iataCode))
ko: (\(위치.iata코드))
nl: (\(locatie.iataCode))
pl: (\(lokalizacja.iataCode))
th: (\(รหัสตำแหน่ง)
tr: (\(konum.iataKodu))
vi: (\(vị trí. Mã IATA))

source: (\(recentLocation.iataCode))
es: (\(ubicaciónreciente.iataCode))
id: (\(lokasiterkini.iataCode))
ja: (\(最近の場所.iataコード))
ko: (\(최근위치.iata코드))
nl: (\(recenteLocatie.iataCode))
pl: (\(ostatniaLokalizacja.iataCode))
th: (\(รหัสตำแหน่งล่าสุด.iata))
tr: (\(sonKonum.iataKodu))

source: , rating)) (\(ratingCount))
ar: ، التقييم)) (\(ratingCount))
ca: , puntuació)) (\(ratingCount))
cs: , hodnocení)) (\(ratingCount))
de: , Bewertung)) (\(ratingCount))
el: , βαθμολογία)) (\(αριθμός αξιολόγησης))
es: , calificación)) (\(ratingCount))
fi: , arvio)) (\(ratingCount))
he: , דירוג)) (\(ratingCount))
id: , peringkat)) (\(ratingCount))
it: , valutazione)) (\(ratingCount))
ja: 、評価)) (\(ratingCount))
ko: , 평점)) (\(평점수))
nb: , vurdering)) (\(ratingCount))
nl: , beoordeling)) (\(ratingCount))
pl: , ocena)) (\(ratingCount))
ru: , рейтинг)) (\(ratingCount))
th: , คะแนน)) (\(จำนวนคะแนน))
tr: , derecelendirme)) (\(derecelendirmeSayısı))
uk: , рейтинг)) (\(ratingCount))
vi: , xếp hạng)) (\(ratingCount))
zh_hans: ，评分））（\（评分计数））

source: /autocomplete
ar: /الإكمال التلقائي
ca: /completar automàticament
cs: /automatické doplňování
de: /Autovervollständigung
el: /αυτόματη συμπλήρωση
es: /autocompletar
fi: /automaattinen täydennys
he: /השלמה אוטומטית
id: /pelengkapan otomatis
it: /completamento automatico
ja: /オートコンプリート
ko: /자동완성
nb: /autofullfør
nl: /automatisch aanvullen
pl: /autouzupełnianie
ru: /автозаполнение
th: /การเติมข้อความอัตโนมัติ
tr: /otomatik tamamlama
uk: /автозаповнення
vi: /tự động hoàn thành
zh_hans: /自动完成

source: /countries/
ar: /بلدان/
ca: /països/
cs: /země/
de: /Länder/
el: /χώρες/
es: /países/
fi: /maat/
he: /מדינות/
id: /negara/
it: /Paesi/
ja: /国/
ko: /국가/
nb: /land/
nl: /landen/
pl: /kraje/
ru: /страны/
th: /ประเทศ/
tr: /ülkeler/
uk: /країни/
vi: /các quốc gia/
zh_hans: /国家/

source: /currencies/
ar: /العملات/
ca: /monedes/
cs: /měny/
de: /Währungen/
el: /νομίσματα/
es: /monedas/
fi: /valuutat/
he: /מטבעות/
id: /mata uang/
it: /valute/
ja: /通貨/
ko: /통화/
nb: /valutaer/
nl: /valuta's/
pl: /waluty/
ru: /валюты/
th: /สกุลเงิน/
tr: /para birimleri/
uk: /валюти/
vi: /tiền tệ/
zh_hans: /货币/

source: /deeplink/
ar: /رابط عميق/
cs: /přímý odkaz/
es: /enlace profundo/
he: /קישור עמוק/
id: /tautan dalam/
it: /collegamento profondo/
ja: /ディープリンク/
ko: /딥링크/
nb: /dyplink/
nl: /diepe link/
pl: /głęboki link/
ru: /глубокая ссылка/
th: /ดีปลิงค์/
tr: /derin bağlantı/
vi: /liên kết sâu/
zh_hans: /深层链接/

source: /poll/
ar: /استطلاع/
ca: /enquesta/
cs: /hlasování/
de: /Umfrage/
el: /ψηφοφορία/
es: /encuesta/
he: /מִשׁאָל/
id: /pemilihan/
it: /sondaggio/
ja: /投票/
ko: /투표/
nb: /avstemning/
nl: /peiling/
pl: /głosowanie/
ru: /голосование/
th: /โพล/
tr: /anket/
uk: /опитування/
vi: /thăm dò/
zh_hans: /轮询/
